<?php
$_lang['Agenda'] = "计划安排";
$_lang['Announcement'] = "公告通知";
$_lang['Chat'] = "聊天答疑";
$_lang['ClarContent'] = "这里是讲师和助教建立和管理课程网页的地方。

学生阅读(讲义材料，计划安排，公告通知)，有时候，

做练习，交作业，参与论坛讨论...</p>

<b>注册</b><p>如果Claroline版本允许自助注册（一些网站自动为你注册）

下面的说明仅适合申请，如果你是一个学生，你只要注册“选修课程（学生）”，

然后选择你喜欢学习的课程；如果你是一位讲师或一个助教，你要注册“建立

课程（讲师）”。然后你必须填写课程代码课程师资和课程名称。

一旦注册被激活，你将被引导到你刚建立的课程网页，并允许你按需要修改

课程网页的内容和组织。

可选项“做”是允许向Claroline网站管理者反馈。

你在这里发布的内容包括：报错、建议、改进。“做”的列表链接到虚拟校园的主页（一旦登入）。</p>

<p>支持论坛是不同的。它联系所有的Claroline国际用户。

如果你的虚拟校园出了问题，而找不到答案的话，在那里发一个信息。
</p>

<p>注册链接（如果提供）在虚拟校园的主页（右上方）</p><b>登录</b>

<p>下一次访问时，输入登录名和密码，然后顺利到达你的课程主页。

课程的网址是：";
$_lang['CloseWindow'] = "关闭窗口";
$_lang['ConfigMenuContent'] = "配置菜单";
$_lang['CourseHome'] = "课程主页";
$_lang['CourseManager'] = "课程负责人";
$_lang['DescriptionCours'] = "课程简介";
$_lang['DocContent'] = "<p>讲义材料 管理工具类似桌面电脑应用中的文件管理器.</p><p>您可以上传各种格式(HTML, Word, Powerpoint, Excel, Acrobat, Flash, Quicktime,等等)的文件,需要注意的是学生必须有相应的软件读取这些材料.而且,有些文件可能会携带病毒, 不要上传这样的文件也是您的责任.建议预先用杀毒软件检查后在上传.</p>
<p>文件以字母顺序排列.<br /><b>提示 : </b>如果您需要以不同的顺序显示,在文件名中添加数字: 01, 02, 03...</p>
<p>您可以这么做 :</p>
<h4>上传文件</h4>
<ul>
  <li>选择您电脑上的文件,点击<input type=submit value=Browse name=submit2>
	在您屏幕的右侧.</li>
  <li>开始上传,点击上传按钮<input type=submit value=Upload name=submit2>
	.</li>
</ul>
<h4>为文件(或者目录)更名</h4>
<ul>
  <li>点击<img src=../document/img/edit.gif width=20 height=20 align=baseline> 按钮(位于'更名'栏)</li>
  <li>在左上角区域填写新的文件名</li>
  <li>确认,点击<input type=submit value=Ok name=submit24>
	.
</ul>
	<h4>删除文件(或目录)</h4>
	<ul>

  <li>点击 <img src=../document/img/delete.gif width=20 height=20>
	(位于 '删除'栏).</li>
	</ul>
	<h4>显示/隐藏文件(或目录)</h4>
	<ul>

  <li>点击 <img src=../document/img/visible.gif width=20 height=20>位于'显示/隐藏'栏.</li>
	  <li>隐藏文件(或目录)后,它还是存在的,只是对学生已经不可见.</li>
  <li>要使得其对学生可见, 点击 <img src=../img/invisible.gif width=24 height=20>
	(位于'显示/隐藏'栏)</li>
	</ul>
	<h4>为文件(或目录)添加或更新摘要</h4>
	<ul>
  <li>点击 <img src=../img/comment.gif width=20 height=20>
	(位于'摘要'栏)</li>
	  <li>在右上角相应区域填写新的摘要.</li>
	  <li>确认,点击<input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>删除摘要,点击 <img src=../img/comment.gif width=20 height=20>,
	  删除相应区域旧的摘要 <input type=submit value=OK name=submit22>
	  .
	<hr />
	<p>通过 分类 整理来组织内容. 如下所示:</p>
	<h4><b>创建一个目录</b></h4>
	<ul>
	  <li>点击 <img src=../img/folder.gif> '创建目录'(左上角)</li>
	  <li>在相应区域键入新目录的名称(左上角)</li>
	  <li>确认,点击 <input type=submit value=OK name=submit23>.</li>
	</ul>
	<h4>移动文件(或目录)</h4>
	<ul>
	  <li>点击 <img src=../img/deplacer.gif width=34 height=16>
		位于'移动'栏</li>
	  <li>在相应下拉菜单(左上)选择目标文件(或目录).(提示: 'root' 意思是已经位于文件目录树的顶层了,服务器上的相应上层目录不能上传文件.</li>
	  <li>确认,点击 <input type=submit value=OK name=submit232>.</li>
	</ul>
	<center>
	  <p>";
$_lang['Document'] = "讲义材料";
$_lang['ExerciseContent'] = "<h4>练习工具是什么？</h4>
该工具允许你建立包含一个问题列表的在线练习。
问题可以是多种多样，学生可以做练习，如果他们注册了你的课程，那么
他们的分数将被记录，并在课程统计数字里显示。
<hr />

<h4>管理练习</h4>
<p>建立一个练习</p>
<ul>
<li> 点击 \"新练习\"，在该工具的开始页面(确信你是以课程教师或管理的身份登录)</li>
<li> 在格中输入练习名称</li>
<li> 输入简介</li>
<li> 用户选择在单页上显示所有问题，还是一页显示一个问题</li>
<li> 修改高级设置（非必须）
<ul>
<li> 选择一个开始日期</li>
<li> 选择一个结束日期</li>
<li> 设定一个时间限制</li>
<li> 选择允许尝试的次数</li>
<li> 选择允许匿名尝试(如果不允许则不会进行追踪)</li>
<li> 选择显示反馈的时间</li>
</ul>
</li>
<li> 点击Ok</li>
</ul>
<p>您现在可以使用新问题或问题池中的问题来做练习。</p>

<hr />
<h4>问题</h4>
<h4>多项选择题</h4>
<p>有两种多选题&nbsp;：
</p>
<ul>
<li> 单一答案的问题</li>
<li> 多个答案的问题</li>
</ul>
<p>在两种情况下，当你开始建立一个新问题的时候，仅显示两个可能的答案。
如果你希望有多个可能的答案，那么你</p>
<ul>
<li> 每增加一个答案，需要按一下+Answ</li>
</ul>
<p>如果你希望减少可能答案的数量，那么 </p>
<ul>
<li> 每减少一个答案，需要按一下-Answ</li>
</ul>
<p>接着&nbsp;：</p>
<ul>
<li> 在正确答案前的复选框打勾。</li>
<li> 在答案栏中输入可能答案的文本</li>
<li> 在评价栏中输入该答案的反馈信息。</li>
<li> 调整分值。该计分表的原则是给正确答案定义适
当的分值。例如，如果问题有4个答案（可能正确的不止
一个）而学生对和错各两个，你就可以给他一半分数；
但是你也可认定这是令人不满意的，例如可以设置完全
做对了得最高分（20分），而别的情况则得零分。
</li>
</ul>

<h4>匹配题</h4>
<p>做这种题目，学生要发现不同列元素之间对应。</p>
<p>当你开始建立那种新问题时。在显示的两列中仅有两个元素。
如果你希望有更多的元素对应的话，那么你
</p>
<ul>
<li> 每增加一组元素，需要按一下+elem </li>
</ul>
<p>如果你希望减少元素的数量的话，那么你 </p>
<ul>
<li> 每减少一组元素，需要按一下-elem</li>
</ul>

<p>你也要为每个答案定义分值，它们不能是负分值。不要忘记点击  \"ok\" 激活你的新问题。</p>

<h4>'填空'题</h4>
<p>这种题目是一种空缺了某些部分需要学生填充的文本。
当你建立一个填空题的时候&nbsp;：
</p>
<ul>
<li> 首先介绍问题文本。</li>
<li> 使用括号 [...] 定义文本中一个或多个空格，在括号中填正确答案。
<ul>
<li> <em>示例：</em> [英国人] 居住在 [英国]。</li>
</ul>
</li>
<li> 做完后，点击 \"下一步\" </li>
<li> 为每个答案定义分值</li>
<li> 点击 \"Ok\" 激活你的问题</li>
</ul>

<hr />

<h4>问题池</h4>
<p>问题池存有课程的一系列问题。  列表重组已经使用在一个或多个练习中的问，以及无人用的问题。</p>
<p>当你删除一个练习时，它含有的问题不能从数据库中移除，
而且这些问题通过问题池可以在新练习中使用。</p>
<p>问题池也允许你重新使用几个练习的相同问题。</p>
<p>默认情况下，
你课程的所有问题都会显示出来。
通过选择下降菜单中的 \"Filter\"，
来显示与一个练习有关的问题，
</p>

<hr />

<h4>怎么看我先前的分数？</h4>
<p>每个用户都可以在练习列表下面看到他自己的分数。
作为一门课程的管理者你可以点击练习列表中看到的追
踪链接来进入学生课程学习的详细分数。</p>";
$_lang['Exercises'] = "练习";
$_lang['ForContent'] = "论坛,是异步讨论工具.电子邮件使用一对一的对话方式,论坛则使得公共对话或者半公共的对话成为可能.</p><p>从技术上讲,使用claroline论坛只需要使用浏览器就可以.</P><p>组织论坛,请点击'管理'.论坛按照类和子类组织起来,如下:</p><p><b>分类 > 论坛 > 论题 > 回复 </b></p>为使学生的讨论有一个清晰的结构,预先组织分类和论坛是必要的.让学生来张贴话题和回复.默认设置,claroline论坛只包含'Public'分类 -- 示例性的论坛和话题.</p><p>所以首先要做的事,删除话题示例,更新第一个论坛的名称.接下来,可以在'public'分类中按照小组或主题创建新的论坛来满足课程学习环境的需要.</p><p>不要混淆分类和论坛, 也不要忘记空的类别(不含有论坛)对学生是不可见的.</p><p>论坛的简介可以是它的用户列表,目标,任务,主题等等";
$_lang['Forums'] = "学习论坛";
$_lang['GroupContent'] = "<p><b>介绍</b></p>

<p>该工具允许建立和管理工作小组。

建立的时候(建立学习小组)，学习小组是空的。

有许多地方需要填空：

<ul><li>自动 ('填写学习小组')，</li>

<li>手工('编辑')，</li>

<li>由学生自助注册(学习小组设置：'允许自助注册...')。</li>

</ul>

这三个地方是能组合的。例如：你可以先要求学生自助注册。

然后，发现一些学生并没有自助注册，接着为了完成它们，决定自动填写学习小组。

你也可以编辑每个学习小组，目的是在自助注册（或自动填写）之后或之前的一个

时间赋予一个学生以成员身份。</p>

<p>不论自动或手工，学习小组填写工作只有在学生注册了这个课程

(不要混淆了注册课程和注册学习小组两个概念)的前提下才能进行。

学生列表将显示在<b>用户</b> 工具中。 </p><hr noshade size=1>

<p><b>建立学习小组</b></p>

<p>建立新的学习小组步骤：点击'建立新的学习小组' ，决定学习小组成员数，确定建立。

小组成员的最大数是可选的，但是我们建议你选择一个。

如果你不理这项，小组的大小将可能是不适宜的。

</p><hr noshade size=1>

<p><b>学习小组设置</b></p>

<p>你能够总体上确定小组设置(对所有小组而言).

<b>在学习小组中允许学生自助注册</b>:

<p>你建立空的学习小组，学生自助注册。

如果你定义了最大值，成员达到最大值的学习小组不能接受新成员。

该方法对于要建立学习小组却不知道学生列表的教师来说是有利的。</p>

<b>工具</b>:</p>

<p>每一个学习小组拥有一个论坛(私密或公开)，一个讲义材料区(私密或公开)


(一个共享文件管理器) 或者 (大多数情况下) 两个都有。</p>

<hr noshade size=1>

<p><b>手工编辑</b></p>

<p>一旦学习小组建立起来，你在页面底端看到学习小组的列表，

表上有一系列的信息和功能

<ul><li><b>编辑</b> 手工修改小组名称，简介，助教，成员列表</li>

<li><b>删除</b> 删除一个学习小组</li></ul>

<hr noshade size=1>";
$_lang['Groups'] = "学习小组";
$_lang['HClar'] = "上手帮助";
$_lang['HDoc'] = "讲义帮助";
$_lang['HExercise'] = "练习帮助";
$_lang['HFor'] = "论坛帮助";
$_lang['HHome'] = "网站帮助";
$_lang['HUser'] = "用户列表 帮助";
$_lang['Help'] = "帮助";
$_lang['HelpAssignment'] = "功课帮助";
$_lang['HelpAssignmentContent'] = "<p>
功课工具是学生发表区。课程负责人建立一个或几个功课（不同的发表区）。

学生在那里提交自己的作业。<br /><br />

每个功课有不同的目标或要求：提交的作业要求是文件，或一个文本，或一个文本和文件，

提交的作业或者是学习小组的，或者是个人用户的，...<br /><br />

提交作业之后，学生有能力修改自己的作业；课程负责人能够给提交作业的同学一个反馈。

</p>
<hr />

<h4>建立一个功课</h4>
<p>为了建立一个新功课，课程负责人必须进入功课工具。

点击链接 \"建立一个新功课\".
</p>
<p>显示的表格要求课程负责人填写&nbsp;:
</p>
<ul><li> 标题&nbsp;： 功课的名称
</li><li> 简介&nbsp;： 功课的描述，学习者需要做什么
</li><li> 提交类型&nbsp;：
<ul><li> 文件&nbsp;： 任何可以上载的文件，记住平台对上载文件的大小限制，

加入一段描述文件的文字

</li><li> 仅文本&nbsp;： 一个wysiwyg编辑器格式的文本
</li><li> 带有一个附件的文本&nbsp;： 一个wysiwyg编辑器格式的文本和一个附件(附件不是必需的)
</li></ul>
</li><li> 开始时间&nbsp;： 从用户可以发表作业的日期开始
</li><li> 结束时间&nbsp;： 用户发布作业的截止日期
</li><li> 发布是否可见&nbsp;: 选择是否让别的用户看到自己的作业
</li><li> 功课类型&nbsp;：

<ul><li> 个人模式&nbsp;：任何认证用户均可发表
</li><li> 小组模式&nbsp;：用户必须是至少一个课程学习小组的成员，发布作业，而且作业将以学习小组的名字发表
</li></ul>
</li><li> 截止日期之后的上载许可
</li></ul>
<p><br />
<strong>添加一个自动反馈</strong>
</p>
<p>自动反馈是一个功课恰当的形式。添加一个自动反馈到功课：

进入功课，点击\"编辑自动反馈\" 链接。  </p>
<p>它可以是一个文本或一个文件，或者文本和文件。课程负责人能够选择将在什么时候显示给用户 (在功课截止日期之后或第一个用户提交作业之后)
</p>

<hr />
<h4>作业</h4>
<p>作业是用户上载的文件或文本。</p>
<p>对于每个功课而言，工具显示一个所有课程注册用户的列表；而对于每个用户来说，工具显示他发布第一份作业的标题，与用户有关的提交数和反馈数，功课可以通过点击用户名字来查看。</p>
<p><strong>提交一份作业</strong></p>
<p>如果用户有权提交一份作业，那么工具将显示一个用户来源的链接。</p>
<p><strong>作业列表</strong></p>
<p>作为一个课程负责人，你有权编辑，删除，设置显示/隐藏任何作业
你还能给每份作业添加一个反馈。
</p>
<ul>
<li> <strong>修改</strong>&nbsp;：如果该图标显示，就意味着用户可以修改作业的内容，
当课程负责人正在看他的作业或看小组作业的时候，图标就显示出来。


</li>
<li> <strong>删除</strong>&nbsp;：该命令允许课程负责人删除一份作业。
</li>
<li> <strong>显示</strong>&nbsp;：如果该图标出现，就意味着
学习者就可以看到这份作业。这就像Claroline文件工具一样。你可以点击图标修改它的设置。

</li>
<li> <strong>隐藏</strong>&nbsp;：如果该图标出现，就意味着

学习者看不到这份作业。这就像Claroline文件工具一样。你可以点击图标修改它的设置。


</li>
<li> <strong>添加反馈</strong>&nbsp;：允许课程负责人对用户的作业发布反馈。反馈可以是一个带私密意见的文件或一个文本或文本、文件，以及记录的分数，只有课程负责人可以看得见。
</li>
</ul>



";
$_lang['HelpGroups'] = "学习小组帮助";
$_lang['HomeContent'] = "为方便掌握使用方法,所有claroline工具都不是空的.每个工具都有一个简短的例子帮助您快速掌握它的使用方法.更新还是删除这个例子取决于你.</p><p>举例来说, 在您的课程主页上有一段文字,'这是您的课程简介.要替换为您自己的文字,点击下面'更新'. 就是这么简单!! 并且每个工具都有相同相似的逻辑功能: 增加, 删除, 更新, 这些功能正是动态网页的功能.</p><p>当您新建课程网站时, 大部分工具是激活的. 请记住, 使那些不需要的功能隐藏起来取决于您,只需点击'隐藏'即可实现. 接下来,解释一下主页上灰色部分的功能. 这部分功能对您的学生是不可见的, 当然您可以在任何时候激活它们.</p><p>您可以添加您自己的网页. 当然这些网页必需是HTML格式的(网页可以用Word处理器或者Web编辑器生成). 使用 '上传网页'来实现. 标准的文件头会自动与您的文件融和在一起,您只需要把精力放在文件内容上就行了. 如果您需要在主页上添加到Web上已存在网页的链接,(当然也可以是在主页内的文件), 请使用 '添加链接', 您自己添加的网页可以隐藏甚至删除,但标准工具只能隐藏,不能删除.</p><p>课程网站制作完毕后,请到'课程信息',指定您的网站访问限制策略. 缺省设置,您的课程是未开放的,(因为默认假设您的网站正在制作之中).</p>";
$_lang['LearningPath'] = "学习路线";
$_lang['Login'] = "登录";
$_lang['Logout'] = "退出系统";
$_lang['MinuteShort'] = "min.";
$_lang['ModifyProfile'] = "个人资料";
$_lang['MyAgenda'] = "我的日历";
$_lang['MyCourses'] = "我的课程";
$_lang['OtherCourses'] = "课程列表";
$_lang['PeriodDayShort'] = "日";
$_lang['PeriodHourShort'] = "小时";
$_lang['PlatformAdministration'] = "平台管理";
$_lang['PoweredBy'] = "技术支持";
$_lang['SecondShort'] = "sec.";
$_lang['Student'] = "学生";
$_lang['SwitchEditorToTextConfirm'] = "该命令将移出当前文本。你想继续吗？";
$_lang['TextEditorDisable'] = "移除文本编辑器";
$_lang['TextEditorEnable'] = "显示文本编辑器";
$_lang['UserContent'] = "<b>角色</b><p>角色没有计算机管理相关的功能. 这并不赋予谁系统操作的权力. 这只是告诉我们,每个人在教学过程中扮演的角色.您可以点击'角色'下面的'更新'来更新, 可以键入任何您认为的角色:教授, 助教, 学生, 过客, 专家...</P><hr />
<b>管理权力</b>
<p>管理权利,另一方面,对应于系统操作权力,更新内容,组织课程网站等. 目前为之, 您只能选择赋予所有权力,或者相反,不赋予任何权力.</P>
<p>举例来说,使一位助教来共同管理网站,您需要确保他已在本课程注册,点击 '管理权力'下的'更新',然后选择'所有', '确认'即可.</P><hr />
<b>联合主讲</b>
<p>为在课程网站显示联合主讲的名字,请使用'更新课程信息'工具(桔黄色). 这项更新并不为联合主讲在本课程注册.'教授'域和用户列表是相互独立的.</p><hr />
<b>增加用户</b>
<p>为本课程增加一个用户,首先检查该用户是否已在虚拟校园注册.如果已经注册, 选择他名字旁边的选项格,然后'确认'. 如果还没有注册, 可以手工添加. 任何一种情况, 他都会收到一封含用户名和密码的确认邮件.</p>";
$_lang['Users'] = "用户列表";
$_lang['ViewMode'] = "查看模式";
$_lang['Wiki'] = "Wiki";
$_lang['Work'] = "作业论文";
$_lang['_enroll'] = "登记";
$_lang['_footer_p_CourseManager'] = "%s的课程负责人 ";
$_lang['_p_platformManager'] = "%s 的平台负责人";
?>