<?php // $Id$

/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.0                                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      +----------------------------------------------------------------------+
 */


/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/



// GENERIC

$langModify="更新";
$langDelete="删除";
$langTitle="主题";
$langHelp="帮助";
$langOk="确认";
$langAddIntro="添加课程介绍";
$langBackList="返回列表";




// external_module.php

$langLinkSite="添加链接";
$langSubTitle="为课程主页菜单增加到网站,网页或者任何的网址的链接. 提示:如果您需要增加一个到某一网页的链接,可以先访问那个网页,复制浏览器上部地址栏里的地址,然后添加到下面的\"链接\"栏.";
$langAdded="链接已增加";
$langHome="返回主页";
$langName="名称";
$langLink="链接";
?>