<?php
$langAgenda = "График";
$langAnnouncement = "Обяви";
$langChat = "Чат";
$langCloseWindow = "Затвори прозореца";
$langConfigMenuContent = "Меню конфигурация";
$langCourseHome = "Начало на курса";
$langCourseManager = "Отговорник за курса";
$langDay_of_weekNames = "Array";
$langDescriptionCours = "Описание на курса";
$langDocument = "Документи";
$langExercises = "Упражнения";
$langForContent = "Форум е писмено средство за дискусия. 
 докато чрез email се осъществява диалог между двама, форумите позволяват открита или полуоткрита дискуция за всички .</p><p>Погледнато от техническа гледна точка, за да използват форумите, студентите се нуждаят от браузър.</P><p>За да организирате форумите, натиснете върху
 'Administer'. Дикусиите са организирани в групи и подгрупи както следва:</p><p><b>Category > Forum > Topic > Answers</b></p>За да структурирате дискусиите на студентите ви, е необходимо да организирате форумите предварително, като оставите те да създават темите и отговорите. По подразбиране, форумите съдържат само категорията 'Public', примерен форум и примерна тема.</p><p>Първото което трябва да направите е да изтриете примерната тема и да измените името на първия форум. След това може да създадете, в 'public' категорията, други форуми, по групи или по тематика, които да отговарят на изискванията на схемата ви на обучение.</p><p>Не смесвайте Категориите с форумите и не забравяйте, че една празна категория (без форуми) няма да бъде видима за студентите.</p><p>Описанието на един форум може да бъде списък на членовете му, определение на целта му или задача, тематика...";
$langForums = "Форуми";
$langGroups = "Групи";
$langHClar = "Старт помощ";
$langHDoc = "Помощ документи";
$langHExercise = "Помощ упражнения";
$langHFor = "Форуми за помощ";
$langHHome = "Помощ начална страница";
$langHUser = "Помощ потребители";
$langHelp = "Помощ";
$langHelpAssignment = "Помощ домашни";
$langHelpGroups = "Помощ групи";
$langHomeContent = "За по-голямо удобство, claroline инструменти съдържат готови вписвания. 
 Във всеки инструмент има даден малък пример, който нагледно илюстрира работата му. От вас зависи дали ще измените или изтриете примера.</p><p>Например, тук на главната страница на страницата ви,има малък уводен текст гласящ 'Това е уводния текст на курса ви. За да го замените с ваш текст, натиснете върху промени по-надолу.' Натискате промени, редактирате го и натискате ОК. И това е всичко. Всеки инструмент следва една и съща логика:
 добавяне, изтриване, редактиране, каквато е логиката на динамичните сайтове.</p><p>КОгато създавате сайта ви, повечето от инструментите са активни. И отново,
 зависи от вас дали ще дезактивирате тези, от които нямате нужда. Просто тябва да натиснете върху 'дезактивирай'. След това този инструмент се прехвърля в сивата част от главната ви страница и става невидим за студентите ви. Разбира се, може да го активирате отново когато пожелаете, като по този начин го направите отново видим за студентите.</p>
<p>Може да добавяте ваши собствени страници към главната ви страница. Те трябва да са HTML страници (които да са създадени от какъвто и да е Текстови Редактор или Web Композитор). Използвайте 'Качи страницата и връзка към Главната страница' за да изпратите страницата ви към сървъра. Стандартният header на сайта ви ще се слее автоматично с новия ви документ, така че просто ще трябва да се концентрирате върху съдържанието. Ако искате да се прехвърляте от Главната ви страница към други сайтове или страници, където и да е в Интернет (дори вътре във вашия сайт), използвайте 'Добавете връзка към Заглавната страница' Страниците, които сте добавили към Главната страница могат да бъдат деактивирани след като са изтрити, като стандартните инструменти могат да бъдат дезактивирани, но не и изтрити.</p><p>След като сайта ви е готов отидете към 'Редактирайте информацията за курса' и решете каква степен на поверителност желаете
 По подразбиране курса ви е скрит (тъй като работите върху него).</p>";
$langLearningPath = "Обучаваща пътека";
$langLogin = "Логин";
$langLogout = "Изход";
$langMinuteShort = "мин.";
$langModifyProfile = "Промени моя профил";
$langMonthNames = "Array";
$langMyAgenda = "Моя календар";
$langMyCourses = "Моите курсове";
$langNameOfLang = "Array";
$langOtherCourses = "Списък на курсовете";
$langPeriodDayShort = "д.";
$langPeriodHourShort = "ч.";
$langPlatformAdministration = "Администр. платформа";
$langPoweredBy = "Powered by";
$langSecondShort = "сек.";
$langStudent = "студент";
$langSwitchEditorToTextConfirm = "Тази коменда ще премахне текстовото форматиране. Желаете ли да продължите?";
$langTextEditorDisable = "Изключи текстов редактор";
$langTextEditorEnable = "Включи текстов редактор";
$langUsers = "Потребители";
$langViewMode = "Гледай като";
$langWiki = "Wiki";
$langWork = "Студентски материали";
$lang_enroll = "Запиши";
$lang_footer_p_CourseManager = "Водещ на курс %s е";
$lang_p_platformManager = "Администратор на %s";
?>