<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Bulgarian Translation 
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      +----------------------------------------------------------------------+
 */

$langNo="Не";
$langYes="Да";

$langHelp="Помощ";
$langActivate="Активирай";
$langAdminOnly="Само за администратори";
$langInLnk="Деактивирай връзката";

$langDelLk="Сигурен ли сте, че желаете да изтриете тази връзка?";

$langRemove="Премахни";
$langDeactivate="Деактивирай";
$langActivate="Активирай";
$langRemove="Премахни";

$langCourseCreate = "Създай нов курс";
$langEnter ="Въведи";
$langNameOfTheLink ="Име на връзката";

?>
