<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Bulgarian Translation 
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      +----------------------------------------------------------------------+
 */
$langModifInfo="Промени информацията за курса";
$langModifDone="Информацията е променена";
$langHome="Обратно към началната страница";
$langCode="Код на курса";
$langDelCourse="Изтрий този курс";
$langProfessors="Преподаватели";
$langTitle="Заглавие на курса";
$langFaculty="Факултет";
$langDescription="Описание";
$langConfidentiality="Поверителен";
$langPublic="Публичен достъп - всеки може да чете курса";
$langPrivOpen="Ограничен достъп - достъп само след регистрация";
$langPrivate="Частен достъп - курсът е достъпен само за вече регистрирани потребители <a href=../user/user.php>Списък с потребителите</a>)";
$langForbidden="Забранен";
$langLanguage="Език";
$langConfTip="По подразбиране, вашия курс е достъпен само за вас, тъй като ви сте единствения регистриран потребител. Ако желаете поверителност, можете направите регистрацията възможна за една седмица, да помолите студентите да се саморегистрират, и след това да забраните регистрацията. След това можете да изключите всички нежелани, но регистрирали се потребители.";
$langTipLang="Този език ще е валиден за всеки посетител на вашия курс.";

// Change Home Page
$langLink="Връзки";
$langVid="Видео";
$langProgramMenu="Програма на курса";
$langStats="Статистики";
$langUplPage="Добавяне на HTML страница или хипервръзка към Началната страница";
$langLinkSite="Добави хипервръзка към Началната страница";
$langModifInfo="Промени информацията за курса";

// delete_course.php
$langDelCourse="Изтрий целият сайт на курса";
$langCourse="Интернет сайтът ";
$langHasDel="е изтрит";
$langBackHome="Обратно към началната страница на ";
$langByDel="Изтривайки целият сайт на курса ще изтриете всички документи и ще отрегистрирате всички студенти (няма да ги отрегистрирате от другите курсове).<p>Наистина ли желаете да изтриете курса?";
$langY="ДА";
$langN="НЕ";

$langDepartmentUrl = "URL на отдела";
$langDepartmentUrlName = "Отдел";
$langModifGroups="Групи";
$langGroups ="Групи";
$langChat ="Дискусия";
$langDescriptionCours  = "Описание на курса";

$langArchiveCourse = "Архивиране на курс";
$langCreatedIn = "създаден в";
$langCreateMissingDirectories ="Създаване на липсващите директории";
$langCopyDirectoryCourse = "Копирай файловете на курса";
$langDisk_free_space = "свободно място";
$langBuildTheCompressedFile ="2° - Създаване на backup файлове";
$langFileCopied = "файлът копиран";
$langArchiveLocation="Място на архива";
$langSizeOf ="Размер на";
$langArchiveName ="Име на архива";
$langBackupSuccesfull = "Успешен backup";
$langBUCourseDataOfMainBase = "Backup на данните на курса в главната база данни за";
$langBUUsersInMainBase = "Backup  на данните за потребителите в главната база данни за";
$langBUAnnounceInMainBase="Backup  на обявите в главната база данни за";
$langBackupOfDataBase="Backup на база данните";
$langBackupCourse="Архивирай този курс";
?>
