<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
      |   English Translation                                                |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
        | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */
$langAn ="ประกาศ";
$langOn="มี";
$langRegUser="ผู้ใช้งานลงทะเบียนแล้วของรายวิชานี้";
$langUnvalid="ผู้ไม่ลงทะเบียนหรือไม่มี e-mail address";
$langModifAnn="ปรับปรุงรายการประกาศ";
// ANNOUNCEMENTS
$langAnnEmpty="รายการประกาศถูกล้างหมดแล้ว";
$langAnnModify="ประกาศได้รับการปรับปรุงเรียบร้อย";
$langAnnAdd="เพิ่มประกาศเรียบร้อย";
$langAnnDel="ลบประกาศแล้ว";
$langPubl="ประกาศเมื่อ";
$langAddAnn="เพิ่มประกาศ";
$langContent="ข้อความ";
$langEmptyAnn="ล้างรายการประกาศ";

$professorMessage="ข้อความจากอาจารย์ของท่าน";
$langEmailSent=" และส่งอีเมล์ไปยังนักศึกษาที่ลงทะเบียน";

$langNo="ไม่";
$langYes="ใช่";
$langEmailOption="ส่งประกาศนี้ทางอีเมล์ไปยังนักศึกษาที่ลงทะเบียน";
?>