<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   English Translation                                                |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */
$langNo="ไม่";
$langYes="ใช่";

$langHelp="ช่วยเหลือ";
$langActivate="เปิดใช้งาน";
$langAdminOnly="เฉพาะผู้ดูแลระบบ";
$langInLnk="รายการปิดการใช้งาน";

$langDelLk="ท่านแน่ใจว่าต้องการลบลิ้งค์นี้หรือไม่";

$langRemove="เอาออก";
$langDeactivate="ปิดการใช้งาน";
$langActivate="เปิดใช้งาน";
$langRemove="เอาออก";

$langCourseCreate = "สร้างรายวิชา";
$langEnter ="ตกลง";
$langNameOfTheLink ="ชื่อของลิ้งค์";

?>
