<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

// forum_admin.inc

$langForums="กระดานข่าว";
$langOrganisation="ระบบควบคุมกระดานข่าว";
$langForCat="หมวดหมู่กระดานข่าว";
$langBackCat="กลับไปที่หมวดหมู่";
$langForName="ชื่อกระดานข่าว";
$langDescription="คำอธิบาย";
$langFunctions="Functions";
$langAddForCat="เพิ่มกระดานข่าวในหมวดหมู่";
$langAdd="เพิ่ม";
$langChangeCat="เปลี่ยนหมวดหมู่";
$langSave="บันทึก";
$langModCatName="ปรับปรุงชื่อหมวดหมู่";
$langCat="หมวดหมู่";
$langNameCat="ชื่อหมวดหมู่ถูกปรับปรุงแล้ว";
$langBack="ย้อนกลับ";
$langCatAdded="เพิ่มหมวดหมู่แล้ว";
$langForCategories="หมวดหมู่กระดานข่าว";
$langAddForums="เพิ่มกระดานข่าว คลิกที่ \"กระดานข่าว\" ในหมวดหมู่ที่ท่านเลือก หมวดหมู่ที่ว่าง (ไม่มีกระดานข่าว) นักศึกษาจะไม่สามารถมองเห็นได้";
$langCategories="หมวดหมู่";
$langNbFor="จำนวนกระดานข่าว";
$langFunctions="Functions";
$langAddCategory="เพิ่มหมวดหมู่";

?>
