<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

$langInvalidId="การล็อคอินผิดพลาด หากท่านยังไม่ลงทะเบียน โปรด<a href='claroline/auth/inscription.php'>ลงทะเบียน</a></font color>";
$langCourseCreate="สร้างรายวิชา";
$langTodo="สิ่งควรปรับปรุง";
$langWelcome="รายวิชาที่เปิดให้เลือกเรียนได้ทุกคนอยู่ด้านล่าง รายวิชาอื่นนอกเหนือจากนี้ ต้องการ
ชื่อผู้ใช้และรหัสผ่าน  ซึ่งท่านสามารถได้จากการ 'ลงทะเบียน'   สำหรับอาจารย์ สามารถสร้างรายวิชาของท่านได้ โดยคลิกที่หน้าลงทะเบียนเช่นกัน แต่ให้เลือก
'สร้างรายวิชา'";
$langUserName="ชื่อผู้ใช้";
$langPass="รหัสผ่าน";
$langEnter="ตกลง";
$langHelp="ช่วยเหลือ";
$langManager="ผู้จัดการ";
$langPlatform="Powered by";
$langReg="ลงทะเบียน";
$langMenu ="เมนู";

$langOtherCourses="รายชื่อรายวิชา";
$langSupportForum="กระดานข่าวสนับสนุน";
?>
