<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

$langTodo="สิ่งควรปรับปรุง";
$langPropAd="บันทึกรายการของท่านเรียบร้อยแล้ว ขอบคุณ";
$langYourProp="เนื้อเรื่อง";
$langPubl="บันทึกเมื่อ";
?>