<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langAn ="Ανακοινώσεις";
$langOn="On";
$langRegUser="εγγεγραμμένοι χρήστες του μαθήματος";
$langUnvalid="έχουν άκυρη διεύθυνση email ή δεν έχουν καθόλου";
$langModifAnn="Αλλαγή της ανακοίνωσης";

// ANNOUNCEMENTS
$langAnnEmpty="Τα περιεχόμενα του καταλόγου ανακοινώσεων διαγράφτηκαν";
$langAnnModify="η ανακοίνωση άλλαξε";
$langAnnAdd="Η ανακοίνωση προστέθηκε";
$langAnnDel="η ανακοίνωση διαγράφτηκε";
$langPubl="Τοποθετήθηκε την";
$langAddAnn="Προσθήκη Ανακοίνωσης";
$langContent="Περιεχόμενο";
$langEmptyAnn="Διαγραφή καταλόγου ανακοινώσεων";

$professorMessage="Μύνημα από τον καθηγητή σας";
$langEmailSent=" στάλθηκε στους εγγεγραμμένους μαθητές";

$langNo="Οχι";
$langYes="Ναι";
$langEmailOption="Αποστολή (με email) της ανακοίνωσης στους εγγεγραμμένους μαθητές";
?>