<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      |   Greek Translation
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis	<costas@noc.uoa.gr>
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>
      +----------------------------------------------------------------------+
 */
 $langChat = "Κουβεντούλα";
 $langWash = "Καθάρισμα";
 $langSave = "Αποθήκευση";
 $langRefresh = "Ανανέωση";
 $langIsNowInYourDocDir = "είναι τώρα στο εργαλείο των εγγράφων. <br><B>Το αρχείο είναι ορατό</B>";
 $langCopyFailed = "Η εκτύπωση απέτυχε";
?>