<?php
$_lang['Add_users'] = "Πρόσθεσε χρήστες";
$_lang['AddedToCreator'] = "Aρχική Σελίδα Μαθήματος";
$_lang['Admin'] = "Διαχειριστής";
$_lang['Administration'] = "Διαχείριση";
$_lang['AdmitError'] = "Παραδοχή των δικών σας σφαλμάτων ώστε να ενθαρρύνετε το συνομιλητή σας να κάνει το ίδιο.";
$_lang['Again'] = "Ξαναπροσπαθήστε!";
$_lang['Agenda'] = "Ατζέντα";
$_lang['Announcement'] = "Ανακοινώσεις";
$_lang['Anonymous'] = "Ανώνυμος";
$_lang['Antique'] = "Ιστορία της αρχαίας φιλοσοφίας";
$_lang['BackTo'] = "Επιστροφή σε:";
$_lang['Cancel'] = "Ακύρωση";
$_lang['CatagoryGroup'] = "Συζήτησεις Ομάδων χρηστών";
$_lang['CatagoryMain'] = "Αρχή";
$_lang['Chat'] = "Κουβεντούλα";
$_lang['Contradiction'] = "Χρήση της αρχής της αποφυγής αντιφάσεων προκειμένου να οδηγήσετε τον συνομιλητή σας σε αδιέξοδο.";
$_lang['Copy'] = "Αντιγραφή";
$_lang['CourseHome'] = "Αρχική σελίδα μαθήματος(Course)";
$_lang['CourseManager'] = "Διαχειριστής Μαθήματος";
$_lang['Create'] = "Δημιουργία";
$_lang['CreateCourses'] = "Δημιουργία μαθήματος (course)";
$_lang['CreateSite'] = "Δημιουργία ενός μαθήματος";
$_lang['Dear'] = "Αγαπητέ";
$_lang['DelAdmin'] = "Διαγράψτε την μέσω του εργαλείου διαχείρισης της περιοχής";
$_lang['DescriptionCours'] = "Περιγραφή μαθήματος";
$_lang['DevTools'] = "Εργαλεία Devel";
$_lang['Document'] = "Εγγραφα";
$_lang['Email'] = "Email";
$_lang['ExMessage'] = "Παράδειγμα Μηνύματος";
$_lang['ExerciceEx'] = "Υπόδειγμα Ασκησης";
$_lang['Exercises'] = "Ασκήσεις";
$_lang['FillCourses'] = "Κατασκευή κειμένων μαθήματος";
$_lang['FillToolCourses'] = "Συμπλήρωσε εργαλεία μαθημάτων";
$_lang['FillTree'] = "Εισαγωγή κατηγοριών μαθηματος";
$_lang['FillUsers'] = "Εισαγωγή χρηστών";
$_lang['Filling'] = "Συμπλήρωσε με αξίες κειμένου (test values)";
$_lang['FirstName'] = "Όνομα";
$_lang['Force'] = "Εξώθηση του συνομιλητή σας, με μια σειρά ερωτήσεων και υποερωτήσεων, να παραδεχτεί ότι δεν ξέρει ό,τι ισχυρίζεται πως ξέρει.";
$_lang['Forum'] = "Περιοχή Συζητήσεων";
$_lang['ForumGroup'] = "Περιοχή συζητήσεων της ομάδας";
$_lang['Forums'] = "Περιοχή συζητήσεων";
$_lang['Free'] = "δωρεάν";
$_lang['Group'] = "ομάδα χρηστών";
$_lang['GroupDocumentsLink'] = "Έγγραφα της ομάδας ";
$_lang['GroupSpaceLink'] = "Ομάδα χρηστών";
$_lang['Groups'] = "Ομάδες Χρηστών";
$_lang['Help'] = "Βοήθεια";
$_lang['Indeed'] = "Πράγματι, η Σωκρατική ειρωνεία είναι μια μέθοδος ερωτημάτων.";
$_lang['LearningPath'] = "Διαδρομή μάθησης";
$_lang['Login'] = "Login";
$_lang['Logout'] = "Εξοδος";
$_lang['ManyAnswers'] = "(περισσότερες από μία απαντήσεις μπορεί να είναι σωστές)";
$_lang['MaxStudentGroup'] = "Μέγιστο αριθμό μαθητών σε κάθε ομάδα";
$_lang['Maximum'] = "Mέγιστο : ";
$_lang['Message'] = "Οταν διαγράψετε τη δοκιμαστική περιοχή συζητήσεων, θα διαγραφτεί και το παρόν μήνυμα.";
$_lang['Min'] = "Ελάχιστο: ";
$_lang['MinuteShort'] = "min. (ελαχ.)";
$_lang['ModifyProfile'] = "Αλλαγή του προφίλ μου";
$_lang['MyAgenda'] = "Το ημερολόγιο μου";
$_lang['MyCourses'] = "Τα μαθήματά μου";
$_lang['Name'] = "Όνομα";
$_lang['NewTopic'] = "Νέο θέμα";
$_lang['NoPsychology'] = "Όχι, η Σωκρατική ειρωνεία δεν είναι θέμα ψυχολογίας, αλλά σχετίζεται με την επιχειρηματολογία.";
$_lang['NoSeduction'] = "Όχι, η Σωκρατική ειρωνεία δεν είναι μέθοδος αποπλάνησης, ούτε βασίζεται στο παράδειγμα.";
$_lang['NotAllowed'] = "Δεν επιτρέπεται";
$_lang['NotFalse'] = "Η απάντηση δεν είναι εσφαλμένη. Είναι αλήθεια ότι η αποκάλυψη της άγνοιας του συνομιλητή σας επιδεικνύει τα αντιφατικά συμπεράσματα που προκύπτουν από τις αρχικές παραδοχές του.";
$_lang['NumGroup'] = "Αριθμός ομάδων κατά μάθημα";
$_lang['NumGroupStudent'] = "Αριθμός ομάδων στο μάθημα στις οποίες ο μαθητής μπορεί να εγγραφεί ";
$_lang['Ok'] = "Εντάξει";
$_lang['Only'] = "Μόνο";
$_lang['OtherCourses'] = "Λίστα Μαθημάτων";
$_lang['PlatformAdministration'] = "Διαχείρηση Πλατφόρμας";
$_lang['PopulateTools'] = "Εγκατάσταση εργαλείων σε μαθήματα";
$_lang['PoweredBy'] = "Με τη βοήθεια του";
$_lang['Prefix'] = "Prefix  : ";
$_lang['Professor'] = "Καθηγητής";
$_lang['RandomLanguage'] = "Ανακατάταξη επιλογών σε διαθέσιμες γλώσσες";
$_lang['Reply'] = "Απάντηση";
$_lang['Ridiculise'] = "Γελοιοποίηση του συνομιλητή σας προκειμένου να παραδεχτεί ότι κάνει λάθος.";
$_lang['SampleDocument'] = "παράδειγμα_εγγράφου";
$_lang['SampleDocumentDesc'] = "Μπορείς να χρησιμοποιήσεις οποιοδήποτε έγγραφο υπάρχει στα εργαλεία εγγράφων αυτού του μαθήματος.";
$_lang['SampleExerciseDesc'] = "Μπορείς να χρησιμοποήσεις οποιαδήποτε άσκηση απο τα εργαλεία άσκησης αυτού του μαθήματος.";
$_lang['SampleLearnPath'] = "Παράδειγμα διαδρομής μάθησης";
$_lang['SampleLearnPathDesc'] = "Αυτό είναι παράδειγμα της διαδρομής μάθησης, χρησιμοποιεί τα παραδείγματα άσκηση; και εγγράφου απο τα εργαλεία ασκήσης και εργαλεία εγγράφου . Κάνε κλικ σε

                            <b>Τροποποίηση</b> για να αλλάξεις αυτό το κείμενο.";
$_lang['Search'] = "Έρευνα";
$_lang['SearchResult'] = "Αποτέλεσμα έρευνας";
$_lang['SecondShort'] = "sec.";
$_lang['SocraticIrony'] = "Η Σωκρατική ειρωνεία είναι...";
$_lang['Student'] = "φοιτητής";
$_lang['Students'] = "Μαθητές";
$_lang['SwitchEditorToTextConfirm'] = "Η εντολή θα αφαιρέσει τη τρέχουσα διάταξη κειμένου. Θέλετε να συμεχίσετε ?";
$_lang['Teachers'] = "Δάσκαλοι";
$_lang['TestForum'] = "Δοκιμαστική περιοχή συζητήσεων";
$_lang['TextEditorDisable'] = "Απενεργοποίηση επεξεργαστή κειμένου";
$_lang['TextEditorEnable'] = "Ενεργοποίηση επεξεργαστή κειμένου";
$_lang['To'] = "στο";
$_lang['Translations'] = "Μεταφράσεις";
$_lang['Users'] = "Χρήστες";
$_lang['ViewMode'] = "Παρουσίαση τρόπου";
$_lang['Wiki'] = "Wiki";
$_lang['Work'] = "Εργασίες Φοιτητών";
$_lang['_enroll'] = "Eγγραφή";
$_lang['_footer_p_CourseManager'] = "Υπεύθυνος για %s";
$_lang['_p_platformManager'] = "Διαχειριστής για %s";
$_lang['_you_had_request'] = "Ρώτα";
$_lang['click'] = "Πιέστε";
$_lang['here'] = "εδώ";
$_lang['notifybody'] = "Λαμβάνετε αυτό το email γιατί κάποιος απάντησε
σε ένα μήνυμα που στείλατε στις περιοχές συζητήσεων , και είχατε
ζητήσει να ειδοποιηθείτε σε αυτή την περίπτωση.

Μπορείτε να δείτε το θέμα στο:

%1\$s

Ή να δείτε το ευρετήρηο των περιοχών συζητήσεων στο:

%2\$s

Σας ευχαριστούμε που χρησιμοποιείτε τις περιοχές συζητήσεων.

Καλή σας μέρα.";
$_lang['notifysubj'] = "Στάλθηκε μια απάντηση στο θέμα σας.";
$_lang['returnindex'] = "για επιστροφή στο ευρετήριο περιοχών συζητήσεων.";
$_lang['returntopic'] = "για επιστροφή στον κατάλογο θεμάτων της περιοχής συζητήσεων.";
$_lang['separator'] = "» »";
$_lang['viewmsg'] = "για να εμφανίσετε το Μήνυμα.";
?>