<?php
$langAgenda = "Ατζέντα";
$langAnnouncement = "Ανακοινώσεις";
$langChat = "Κουβεντούλα";
$langClarContent = "Εδώ, καθηγητές και βοηθοί δημιουργούν και διαχειρίζονται
 τους δικτυακούς τόπους των μαθημάτων τους. Οι φοιτητές μπορούν να διαβάσουν
 τα έγγραφα,  τα προγράμματα, την ατζέντα, κλπ., να κάνουν ασκήσεις, να
 δημοσιεύσουν εργασίες, να συμμετάσχουν σε συζητήσεις, κ.α.</p>
 <p><b>Εγγραφή</b></p><p>Αν είστε φοιτητής, θα πρέπει να εγγραφείτε
 επιλέγοντας «Παρακολούθηση μαθημάτων», και μετά να επιλέξετε τα μαθήματα που
 επιθυμείτε να παρακολουθήσετε.</p><p>Αν είστε καθηγητής ή βοηθός, θα πρέπει
 και πάλι να εγγραφείτε, επιλέγοντας όμως «Δημιουργία μαθημάτων». Στη συνέχεια,
 θα συμπληρώσετε μια φόρμα με τα στοιχεία του μαθήματός σας: τίτλο και
 κωδικό μαθήματος και σχολή/τμήμα που ανήκει. Μόλις επικυρώσετε τα στοιχεία
 αυτά, θα μεταφερθείτε στη σελίδα που μόλις θα έχει δημιουργηθεί για το μάθημα,
 και θα μπορείτε να αλλάξετε τα περιεχόμενά και την οργάνωσή της ανάλογα με
 τις ανάγκες σας.</p><p>Αν η σελίδα αυτή δεν ανταποκρίνεται στις ανάγκες σας,
 παρακαλούμε ενημερώστε μας μέσω της λίστας «Να γίνουν», που εμφανίζεται στην
 αρχική σελίδα της τάξης
 ";
$langCloseWindow = "Κλείστε το παράθυρο";
$langConfigMenuContent = "Διαμόρφωση του Menu";
$langCourseHome = "Αρχική σελίδα μαθήματος(Course)";
$langCourseManager = "Διαχειριστής Μαθήματος";
$langDay_of_weekNames = "Array";
$langDescriptionCours = "Περιγραφή μαθήματος";
$langDocContent = "<p>Το εργαλείο αρχείων είναι όμοιο σε λειτουργία με τον Διαχειριστή Αρχείων
 του προσωπικού σας υπολογιστή.</p><p>Μπορείτε να ανεβάσετε αρχεία οποιουδήποτε τύπου (HTML, Word,
 Powerpoint, Excel, Acrobat, Flash, Quicktime, κ.λπ.). Ο μόνος σας περιορισμός είναι
 ότι οι φοιτητές πρέπει να έχουν εγκατεστημένη στον υπολογιστή τους την αντίστοιχη εφαρμογή για να τα διαβάσουν.
 Μερικοί τύποι αρχείων μπορεί να περιέχουν ιούς, έτσι είναι δικιά σας ευθύνη να μην ανεβάζετε
 μολισμάν αρχεία. Συνίσταται να ελέγχεται τα έγγραφα σας με ένα αντιβιοτικό πρόγραμμα
 πριν τα ανεβάσετε.</p>
<p>Τα έγγραφα παρουσιάζονται με αλφαβητική σειρά.<br /><b>Συμβουλή : </b>Αν θέλετε να τα 
 παρουσιάσετε με διαφορετική σειρά, αριθμήστε τα: 01, 02,
 03...</p>
<p>Μπορείτε :</p>
<h4>Να ανεβάσετε ένα αρχείο</h4>
<ul>
  <li>Επιλέξτε το αρχείο στον υπολογιστή σας χρησιμοποιώντας το πλήκτρο Browse <input
 type=submit value=Browse name=submit2>
	στο δεξί μέρος της οθόνης σας.</li>
  <li>Ξεκινήστε το ανέβασμα με το πλήκτρο Upload <input type=submit
 value=Upload name=submit2>
	.</li>
</ul>
<h4>Μετονομάστε ένα έγγραφο (ένα κατάλογο)</h4>
<ul>
  <li>κάντε κλίκ στο <img src=../document/img/edit.gif width=20 height=20
 align=baseline> πλήκτρο στη 
  στήλη Μετονομασία</li>
  <li>Πληκτρολογήστε το καινούριο όνομα στο πεδίο (πάνω αριστερά)</li>
  <li>Επιβεβαιώστε το κάνοντας κλίκ στο <input type=submit value=Ok name=submit24>. 
</ul>
	<h4>Διαγραφή ενός αρχείου (ή ενος καταλόγου)</h4>
	<ul>
	  
  <li>Κάντε κλίκ <img src=../document/img/delete.gif width=20 height=20> 
	στη στήλη 'Διαγραφή'.</li>
	</ul>
	<h4>Μετατροπή ενός αρχείου (ή καταλόγου) σε αόρατο για τους φοιτητές</h4>
	<ul>
	  
  <li>Κάντ κλίκ <img src=../document/img/visible.gif width=20 height=20>in
 στη στήλη 'Ορατό/Αόρατο'.</li>
	  <li>Το αρχείου (ή κατάλογο) υπάρχει αλλά δεν είναι ορατό από τους φοιτητές πλέον.</li>	  
  <li>Γα να το κάνετε αόρατο ξανά, κάντε κλίκ στη <img
 src=../img/invisible.gif width=24 height=20> 
	στήλη 'Ορατό/αόρατο'</li>
	</ul>
	<h4>Προσθήκη ή τροποποίηση σχολίου σε ένα αρχείο (ή ενός καταλόγου)</h4>
	<ul>	  
  <li>Κάντε κλίκ <img src=../img/comment.gif width=20
 height=20> 
	στη στήλη 'Σχόλιο'</li>
	  <li>Πληκτρολογήστε καινούριο σχόλιο στο αντίστοιχο πεδίο (πάνω δεξιά).</li>
	  <li>Επιβεβαιώστε το κάντε κλίκ στο <input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>Για να διαγράψετε ένα σχόλιο, κάντε κλίκ στο <img
 src=../img/comment.gif width=20 height=20>, 
	 για να διαγράψετε το παλιό σχόλιο στο πεδίο κα κάντε κλίκ <input type=submit
 value=OK name=submit22>
	  . 
	<hr />
	<p>Μπορείτε να οργανώσετε το περιεχόμενό σας μέσο αρχειοθέτησης. Για το σκοπό αυτό:</p>
	<h4><b>Δημιουργήστε ένα κατάλογο</b></h4>
	<ul>
	  <li>Κάντε κλίκ στο <img src=../img/folder.gif> 'Δημιουργία ενός καταλόγου' (top left)</li>
	  <li>Πληκτρολογήστε το όνομα του καινούριου σας καταλόγου στο αντίστοιχο πεδίο (πάνω αριστερά)</li>
	  <li>Επιβεβαιώστε το κάνοντας κλίκ στο<input type=submit value=OK
 name=submit23>.</li>
	</ul>
	<h4>Μετακίνηση ενός αρχείου (ή καταλόγου)</h4>
	<ul>
	  <li>Κάντε κλικ στο πλήκτρο <img src=../img/deplacer.gif
 width=34 height=16> 
		στη στήλη 'Μετακίνηση'</li>
	  <li>Επιλέξτε τον κατάλογο μέσα στον οποίο θέλετε να μετακινήσετε το έγγραφο (ή το κατάλογο) στο  
	 αντίστοιχο κυλιόμενο μενού (πανω αριστερά) (σημείωση: η λέξη 'αρχικό' σημαίνει ότι 
 	δεν μπορείτε να πάτε πάνω από αυτό το επίπεδο στο δέντρο αρχείων του εξυπηρέτη).</li>
	  <li>Επιβεβαιώστε το κάνοντας κλίκ στο <input type=submit value=OK
 name=submit232>.</li>
	</ul>
	<center>
	  <p>";
$langDocument = "Εγγραφα";
$langExerciseContent = "<h4>Ποιό είναι το εργαλείο-μέσο ασκησης ?</h4>
Αυτό το εργαλείο επιτρέπει το να δημιουργήσεις ασκήσεις online που αποτελούνται απο μια λίστα ερωτήσεων. Οι ερωτήσεις μπορούν να είναι διαφορετικών τύπων, οι μαθητές μπορούν να συμπληρώνουν τις ασκήσεις και αν είναι εγγεγραμένοι στο μάθημα σας, οι βαθμολογίες τους θα αποθηκευτούν και θα φαινονται στα στατιστικά του μαθήματος.

<hr />

<h4>Διαχείρηση των ασκήσεων</h4>
<p>Για να δημιουργήσεις μια άσκηση</p>
<ul>
<li> κάνε κλικ \"Nέα άσκηση\", στην αρχική σελίδα εργαλείου (βεβαιωθείτε ότι έχετε εισέρθει σαν δάσκαλος του μαθήματος ή σαν διαχειριστής)</li>
<li> Eισαγωγή ονόματος για την άσκηση στο κουτί</li>
<li> Eισαγωγή περιγραφής</li>
<li> Διάλεξε αν ο χρήστης θα δεί όλες τις ερωτήσεις σε μία μονο σελίδα ή μία σελίδα για κάθε ερώτηση</li>
<li> Μπορείτε να επεξεργαστείτε και τις προχωρημένες ρυθμίσεις(δεν απαιτείται)
<ul>
<li> Επιλέξτε ημερομηνία έναρξης</li>
<li> Επιλέξτε ημερομηνία τέλους</li>
<li> ορίστε χρονικό περιθώριο</li>
<li> Επιλέξτε αριμό επιτρεπόμενων προσπαθειών</li>
<li> Επιλέξτε αν οι ανώνυμες προσπάθειες επιτρέπονται (αν οχι, δεν θα υπάρχει παρακολούθηση)</li>
<li> Επιλέξτε πότε θα πρέπει να εμφανίζεται η επικοινωνία</li>
</ul>
</li>
<li> κανε κλικ στο Ok</li>
</ul>
<p>τώρα μπορείς να συμπληρώσεις τις νεες ασκήσεις με νέες ερωτήσεις ή ερωτήσεις απο το σύνολο/πλήθος.</p>

<hr />
<h4>Ερωτήσεις</h4>
<h4>Ερωτήσεις πολλαπλών επιλογων </h4>
<p>Υπάρχουν δυο είδη ερωτησεων πολλαπλών επιλογων&nbsp;:
</p>
<ul>
<li> Ερωτήσεις με μοναδική απάντηση</li>
<li> Ερωτήσεις με πολλαπλές απαντήσεις</li>
</ul>
<p>Και στις δυο περιπτώσεις, όταν αρχίζεις τη δημιουργία νέας ερώτησης, υπάρχουν μόνο δυο δυνατές εμφανιζόμενες απαντήσεις. Εαν επιθυμείτε να έχετε περισσότερες πιθανές απαντήσεις τοτε</p>
<ul>
<li> πατήστε +Answ για κάθε πρόσθετη απάντηση που απαιτείται</li>
</ul>
<p>Εαν επιθυμείτε να μειώσετε τον αριθμό των πιθανών απαντήσεων τοτε </p>
<ul>
<li> πατήστε -Answ για κάθε απάντηση που αφαιρείται</li>
</ul>
<p>μετα για ακάθε απάντηση&nbsp;:</p>
<ul>
<li> Βάλτε ένα τικ (ν) στο κουτί της σωστής απάντησης.</li>
<li> Στη στήλη απαντήσεων εισάγετε το κείμενο των πιθανών απαντήσεων των ερωτήσεων</li>
<li> Στη στήλη σχολίων εισάγετε το  feedback που έχει δοθεί εφόσον ο μαθητής επιλέξει την απάντηση αυτή.</li>
<li> Προσαρμόστε σταθμιση αξιολόγησης. Η αρχή αυτού του πίνακα βαθμολογίας έιναι για να ορίσει σωστή αναλογία, αριθμο καλών απαντήσεων με την ερώτηση. Για παράδειγμα, εαν έχετε μια ερώτηση με 4 απαντήσεις (πιθανότατα περισσότερες απο μια σωστές) και ο μαθητής έχει δυο λάθη και δυο σωστά, μπορείς να του δώσεις τους μισούς πόντους/βαθμούς, αλλά μπορείς και να αποφασίσεις οτι αυτό δεν είναι ικανοποιητικό και να δώσεις, για π.χ., μέγιστους βαθμούς (20) αν όλα είναι σωστά και μηδεν βαθμούς σε άλλο συνδυασμό.
</li>
</ul>

<h4>Ερωτήσεις ταιριάσματος</h4>
<p>Σε τετοιου τύπου ερωτησης, ο μαθητής πρέπει να βρεί την συσχέτιση ανάμεσα σε στοιχεία δυο απο δυο ξεχωριστές λίστες.</p>
<p>Όταν αρχίσεις δημιουργία νέας ερώτησης τετοιου είδους, υπάρχουν 2 μόνο στοιχεία στις δυο εμφανιζόμενες λίστες. Εαν επιθυμείτε να έχετε περισσότερα πιθανά στοιχεία για αντιστοίχιση τότε</p>
<ul>
<li> Πατήστε +elem για καθε πρόσθετη απάντηση απαιτείται</li>
</ul>
<p>Εαν επιθυμείτε να μειώσετε το αριθμό στοιχείων τότε </p>
<ul>
<li> Πατήστε  -elem για κάθε απάντηση που αφαιρείται</li>
</ul>

<p>Μπορείτε και να ορίσετε το βάρος κάθε απάντησης, δεν μπορεί να είναι αρνητικό. Μη ξεχάσετε να κάνετε κλικ σε \"ok\" για να πιστοποιήσετε τη νεα σας ερώτηση.</p>

<h4>'Συμπλήρωσε τα κενά ερωτήσεων</h4>
<p>Αυτός ο τύπος ερωτήσεων είναι ένα κείμενο με καποιες λέξεις να λείπουν τις οποίες πρέπει να συμπληρώσει ο μαθητής.
Όταν δημιουργείς μια τετοια ερώτηση&nbsp;:
</p>
<ul>
<li> Εισείγαγε πρώτα το κείμενο για την ερώτηση.</li>
<li> Χρησιμοποήσε αγκύλες [...] για να ορίσεις ένα ή περισσότερα κενά στο κείμενο, βάλτε τις σωστές απαντήσεις μεταξύ των αγκυλών.
<ul>
<li> <em>παράδειγμα:</em> [Αγγλοι] μένουν σε [Ηνωμένο Βασίλειο].</li>
</ul>
</li>
<li> Καντε κλικ στο \"επόμενο\" όταν τελειώσετε</li>
<li> Ορίστε το βάρος της κάθε ερώτησης</li>
<li> Κάντε κλικ στο \"Ok\" για να πιστοποιήσετε τη νεα σας ερώτηση</li>
</ul>

<hr />

<h4>Tο πλήθος/σύνολο ερωτήσεων </h4>
<p>Tο πλήθος-σύνολο ερωτήσεων κρατάει λίστα  όλων των ερωτήσεων που δημιουργήθηκαν στο μάθημα.  Οι λίστες ομαδοποιούν τις ήδη χρησιμοποιούμενες ερωτήσεις(σε μια ή περισσότερες ασκήσεις) και απομονομένες ερωτήσεις (που δεν έχουν χρησιμοποιηθεί σε καμια άσκηση).</p>
<p>Όταν διαγράψετε μια άσκηση, οι ερωτήσεις της δεν αφαιρούνται απο τη βάση δεδομένων, και μπορούν να χρησιμοποιηθούν ξανά σε νέα άσκηση, μέσω του πλήθους ερωτήσεων.</p>
<p>Το πλήθος ερωτήσεων επιτρέπει να ξαναχρησιμοποιήσεις την ίδια ερώτηση σε πολλές ασκήσεις.</p>
<p>Εξ ορισμού, όλες οι ερωτήσεις του μαθήματος εμφανίζονται. Μπορείς να εμφανίσεις τις ερωτήσεις σχετιζόμενες με κάποια άσκηση, επιλέγοντας τες στο drop-down μενού \"Filter\".</p>

<hr />

<h4>Πώς να δώ τις προηγούμενες βαθμολογίες μου ?</h4>
<p>Κάθε χρήστης μπορεί να δεί τη δική του βαθμολογία κάτω απο τη λίστα ασκήσεων.  Ως διευθυντής μαθήματος μπορείς να κανεις κλικ στο σύνδεσμο παρακολούθησης διαθέσιμο για καθε άσκηση στη λίστα ασκήσεων ώστε να υπάρχει πρόσβαση στη λεπτομερεις βαθμολογίες του κάθε μαθητή του μαθήματος.</p>";
$langExercises = "Ασκήσεις";
$langForContent = "Οι περιοχές συζητήσεων είναι ένα εργαλείο για ασύγχρονη
 γραπτή επικοινωνία. Ενώ το ηλεκτρονικό ταχυδρομείο επιτρέπει το διάλογο
 ανάμεσα σε δύο μόνο άτομα, οι περιοχές συζητήσεων επιτρέπουν δημόσιες ή
 ημιδημόσιες συζητήσεις. Από τεχνική άποψη, για τη χρήση μιας περιοχής
 συζητήσεων απαιτείται μόνο ένα πρόγραμμα browser.</p><p>Για την οργάνωση
 των περιοχών συζητήσεων, πιέστε το «admin». Οι συζητήσεις είναι
 οργανωμένες σε σύνολα και υποσύνολα ως εξής:</p><p><b>Κατηγορία >
 Περιοχή > Θέμα > Απαντήσεις</b></p>Για να έχετε τακτοποιημένες τις
 συζητήσεις των φοιτητών σας, είναι απαραίτητο να οργανώσετε κατηγορίες
 και περιοχές από πριν, και να αφήσετε τη δημιουργία των θεμάτων και των
 απαντήσεων σε αυτούς. Οι περιοχές συζητήσεων του Claroline έχουν
 προκαθορισμένη μόνο την κατηγορία «Δημόσια», και μια περιοχή
 συζήτησης και ένα θέμα ως δείγματα.</p><p>Το πρώτο πράγμα που πρέπει να
 κάνετε είναι να διαγράψετε το δοκιμαστικό θέμα και να μετονομάσετε την
 περιοχή συζήτησης. Στη συνέχεια, μπορείτε να δημιουργήσετε στην
 κατηγορία «Δημόσια» και άλλες περιοχές, κατά ομάδες ή κατά θέματα, που
 να ταιριάζουν στις εκπαιδευτικές σας ανάγκες.</p><p>Μην ανακατεύετε τις
 κατηγορίες και τις περιοχές συζητήσεων, και μην ξεχνάτε ότι μια κενή
 κατηγορία (χωρίς περιοχές) δεν εμφανίζεται στις σελίδες που βλέπουν οι
 φοιτητές.</p><p>Η περιγραφή κάποιας περιοχής μπορεί να περιλαμβάνει τον
 κατάλογο των μελών της, το σκοπό της, κάποιο έργο ή θέμα, κλπ.";
$langForums = "Περιοχή συζητήσεων";
$langGroupContent = "<p><b>Εισαγωγή</b></p>

<p>Αυτό το εργαλείο επιτρέπει τη δημιουργία και διαχείρηση ομάδων εργασίας.

Κατα τη δημιουργία(Create groups), οι ομάδες είναι άδειες. Υπάρχουν

πολλοί τρόποι  να τις συμπληρώσουμε:

<ul><li>αυτόματα ('Fill groups'),</li>

<li>περιοδικά ('Edit'),</li>

<li>προσωπική εγγραφή απο τους μαθητές(Ρυθμίσεις ομάδων: 'Προσωπική εγγραφή επιτρέπεται...').</li>

</ul>

Αυτοι οι τρεις τρόποι μπορούν να συνδιαστούν. Μπορείς, για π.χ., να ρωτήσεις τους μαθητές εγγραφούν προσωπικά πρώτα.

Μετά να ανακαλύψεις οτι καποιοι δεν το καναν και να αποφασίσεις να συμπληρώσεις τις ομάδες αυτόματα με

σκοπό να τα ολοκληρώσεις. Μπορείς επίσης να επιμεληθεις κάθε ομάδας να να συμπληρώνει εγγραφή ενας μαθητής

τη φορά μετά ή πρίν την προσωπική εγγραφή και /ή  αυτόματη συμπλήρωση.</p>

<p>Συμπλήρωση ομάδων, είτε αυτόματα είτε περιοδικά, λειτουργεί μονο εφόσον υπάρχουν ήδη μαθητές

εγγεγραμένοι στην ομάδα (μην μπερδευεται την εγγραφή  στο μάθημα με την εγγραφή στις ομάδες).

Η λίστα μαθητών είναι ορατή στο εργαλείο <b>Users</b> . </p><hr noshade size=1>

<p><b>Δημιουργία ομάδων</b></p>

<p>Για τη δημιουργία νέων ομάδων, κάντε κλικ στο 'Δημιουργία νεών ομάδων' και ορίστε αριθμό ομάδων για

δημιουργία. Ο μέγιστος αριθμός μελών είναι προαιρετικός αλλά προτείνουμε να επιλέξετε κάποιο.  Εαν αφήσετε το πεδίο μεγιστου αριθμού

χωρίς αλλαγή, το μεγιστο μέγεθος των ομάδων θα είναι αόριστο.</p><hr noshade size=1>

<p><b>Ρυθμίσεις ομάδας</b></p>

<p>Μπορείτε να ορίσετε ρυθμίσεις ομάδας σφαιρικά (για όλες τις ομάδες).

<b>Οι μαθητές επιτρέπεται να εγγραφούν προσωπικά στις ομάδες</b>:

<p>Δημιουργείτε κενές ομάδες, οι μαθητές εγγράφονται προσωπικά.

Εαν ορίσετε μεγιστο αριθμό, οι συμπληρωμένες ομάδες δεν δέχονται νέα μέλη.

Αυτή η μέθοδος είναι καλή για δασκαλους που δεν γνωρίζουν τη λίστα των μαθητών όταν

δημιουργούν ομάδες.</p>

<b>Εργαλεία</b>:</p>

<p>Κάθε ομάδα κατέχει είτε ένα forum (ιδιωτικό ή δημόσιο) ή μια περιοχή εγγραφων

(ενα κοινό αρχείο διαχείρησης) ή  (πιο συχνά) και τα δυο.</p>

<hr noshade size=1>

<p><b>Περιδική συνταξη-επιμέλεια</b></p>

<p>Αφού δημιουγηθούν οι ομάδες (Create groups), βλέπετε στο τελος της σελίδας, μια λίστα ομάδων

με μια σειρα πληροφοριών και λειτουργίες

<ul><li><b>Edit</b> για περιοδική επεξεργασία ονόματος ομάδας, περιγραφή , εκπαιδευτή,

λίστα μελών.</li>

<li><b>Διαγραφή</b> διαγράφει ομάδα.</li></ul>

<hr noshade size=1>";
$langGroups = "Ομάδες Χρηστών";
$langHClar = "Αρχική σελίδα βοήθειας";
$langHDoc = "Αρχεία Βοήθειας";
$langHExercise = "Βοηθητικές ασκήσεις";
$langHFor = "Βοήθεια περιοχής συζητήσεων";
$langHHome = "Αρχική σελίδα βοήθειας";
$langHUser = "Βοήθεια Χρηστών";
$langHelp = "Βοήθεια";
$langHelpAssignment = "Αναθεση (εργασίας) βοηθειας";
$langHelpAssignmentContent = "<p>
To εργαλειο ανάθεσης εργασίας είναι μια περιοχή δημοσιευμένη για τους μαθητες. Ό διευθυντής του μαθήματος δημιουργεί μία ή περισσότερες αναθέσεις ( Διαφορετικές περιοχές δημοσίευσης ) όπου οι μαθητές θα μπορούν να δημοσιεύσουν τις εργασίες τους.<br /><br />

Κάθε ανάθεση μπορεί να έχει διαφορετικά αντικείμενα ή απαιτήσεις : δημοσίευση πρεπει να είναι αρχείο, ή κείμενο ή κείμενο και αρχείο, δημοσίευση μπορεί να γίνει για ομάδα αντί για ένα μόνο χρήστη,...<br /><br />

Οι μαθητές έχουν την δυνατότητα να επεξεργαστουν την εργασία τους μετά την υποβολή και ο διευθυντής μαθήματος μπορεί να τους δώσει feedback σχετικά με τις υποβολές τους.
</p>
<hr />

<h4>Δημιουργία ανάθεσης</h4>
<p>Για να δημιουργήσετε νέα ανάθεση ο διευθυντής μαθήματος πρέπει να εισάγει το εργαλείο ανάθεσης και να κάνει κλικ στο συνδεσμο \"Δημιουργία νέας ανάθεσης\".
</p>
<p>Η φόρμα που εμφανίζεται ρωτά το διαυθυντή μαθήματος για &nbsp;:
</p>
<ul><li> τίτλο&nbsp;: το όνομα της ανάθεσης
</li><li> περιγραφή&nbsp;: τη δήλωση της ανάθεσης, τι πρεπει οι μαθητευόμενοι να κάνουν
</li><li> τρόπο υποβολής&nbsp;:
<ul><li>αρχείο&nbsp;: κάθε ειδος αρχείου που μπορεί να καταχωρηθεί, εχοντας υπ όψη οτι υπάρχει όριο μεγέυους που εξαρτάται απο τη platform, ένα κείμενο μπορεί να ενωθεί για να περιγράφει το αρχείο

</li><li> μονο κειμενο&nbsp;: ενα κείμενο formatted χρησιμοποιώντας το wysiwyg editor
</li><li> Κείμενο με επισυναπτόμενο αρχείο&nbsp;: ενα κείμενο formatted χρησιμοποιώντας το wysiwyg editor και ένα αρχείο (δεν απαιτειται αρχείο)
</li></ul>
</li><li> ημερομηνία εναρξης&nbsp;: ημερομηνία που θα μπορουν οι χρήστες να αποστείλουν δημοσιευση της ανάθεσης
</li><li> ημερομηνία προθεσμίας&nbsp;: ημερομηνία μεχρι την οποία θα μπορούν οι χρήστες να αποστείλουν δημοσιευση της ανάθεσης
</li><li> the default publications visibility&nbsp;: διάλεξε εαν οι δημοσιεύσεις υα είναι φανερές ή οχι σε άλλους χρήστες
</li><li> τύπος ανάθεσης&nbsp;:

<ul><li> ατομικός τρόπος&nbsp;: κάθε αυθεντικός χρήστης μπορεί να καταχωρήσει δημοσίευση
</li><li> ομαδικος τρόπος&nbsp;: ο χρήστης πρέπει να είναι μέλος τουλάχιστον μιας ομάδας του μαθήματος για να δημοσιευσει εργασία και η εργασία πρεπει να καταχωρηθεί στο όνομα της ομάδας
</li></ul>
</li><li> άδεια να καταχωρήσει μετα το τέλος προθεσμίας
</li></ul>
<p><br />
<strong>Προσθήκη αυτόματου feedback</strong>
</p>
<p>Ένα feedback είναι σωστός τρόπος για την ανάθεση εργασίας.  Για να προσθέσεις αυτόματο feedback σε μια εργασία εισήγαγε την εργασια και κανε κλικ στο \"Edit automatic feedback\" link.  </p>
<p>Μπορεί να είναι κείμενο ή αρχείο ή και τα δυο.  Ο διευθυντής μαθήματος μπορεί να επιλέξει πότε αυτό το αυτόματο feedback θα εμφανίζεται στους χρήστες ( μετά το τέλος προθεσμίας ανάθεσης εργασίας ή μετά τη πρώτη υποβολή του χρηστη αυτής της ανάθεσης )
</p>

<hr />
<h4>Εργασίες</h4>
<p>Οι εργασίες είναι οι δημοσιευμένες καταχωρήεις των χρηστων.</p>
<p>Για κάθε ανάθεση το μεσο-εργαλειο δειχνει μια λίστα όλων των χρηστων εγγεγραμενων στο μάθημα και για κάθε χρήστη ο τίτλος της πρώτης εργασίας που δημοσίευσε, τον αριθμό υποβολών και των αριθμό των feedbacks.
Η λίστα δημοσιευμάτων σχετιζόμενων με το χρήστη και την ανάθεση μπορεί να εμφανιστεί με το να κανεις κλικ στο όνομα του χρήστη.</p>
<p><strong>Υποβολή εργασίας</strong></p>
<p>Εαν ο χρήστης έχει το δικαιώμα να υποβάλλει εργασία θα εμφανίζεται σε ένα σύνδεσμο υποβολής αίτησης .</p>
<p><strong>Λίστα εργασιών</strong></p>
<p>Σαν διευθυντής μαθήματος έχετε το δικαίωμα να επιμεληθείτε, διαγράψετε, κανετε ορατη/μη ορατη  όποια εργασια θελετε.  Μπορείς επίσης να προσθέσεις feedback για καθε εργασία.
</p>
<ul>
<li> <strong>Modify</strong>&nbsp;: Εαν παρουσιαστεί αθτό το σύμβολο σημαίνει ότι ο χρήστης μπορεί να επεγεργαστεί το περιεχόμενο της εργασίας, εμφανίζεται όταν ο χρήστης είναι διευθυντής μαθήματος, όταν ο χρήστης κοιτάζει τις εργασίες του ή της ομαδας του.

</li>
<li> <strong>Delete</strong>&nbsp;: Αυτή η εντολή επιτρέπει στο διευθυντή μαθήματος να διαγράψει εργασία.
</li>
<li> <strong>Visible</strong>&nbsp;: Εαν εμφανιστεί αυτο το συμβολο για καποια εργασία, σημαινει οτι η εργασία ειναι ορατή  στους μαθητες. Αυτό είναι όπως  στο εργαλειο εγγράφου του Claroline. Μπορείς να αλλάξεις τη ρύθμιση με το να κανεις κλικ στο συμβολο-εικόνα.
</li>
<li> <strong>Invisible</strong>&nbsp;: Εαν εμφανιστεί αυτο το συμβολο για καποια εργασία, σημαινει οτι η εργασία δεν ειναι ορατή  στους μαθητες. Αυτό είναι όπως  στο εργαλειο εγγράφου του Claroline. Μπορείς να αλλάξεις τη ρύθμιση με το να κανεις κλικ στο συμβολο-εικόνα.

</li>
<li> <strong>Προσθήκη feedback</strong>&nbsp;: επιτρέπει στο διευθυντή μαθήματος να δημοσιεύσει  ένα feedback σχετικά με την εργασία του χρήστη.  Το feedback μπορεί να είναι αρχείο ή κείμενο ή και τα δυο με προσωπικό μήνυμα που μονο διευθυντης-ες μαθήματος θα μπορουν να δουν και να βαθμολογήσουν σε ποσοστό.
</li>
</ul>



";
$langHelpGroups = "Ομάδες βοηθείας";
$langHomeContent = "Για περισσότερη ευκολία, τα εργαλεία του Claroline δε
δημιουργούνται κενά. Σε κάθε εργαλείο υπάρχει ένα μικρό παράδειγμα για
να σας βοηθείσει να κατανοήσετε ευκολότερα τον τρόπο λειτουργίας του.
Μπορείτε να επιλέξετε να σβήσετε αυτό το παράδειγμα ή να το αλλάξετε.</p>
<p>Για παράδειγμα, στην αρχική σελίδα του μαθήματός σας, υπάρχει ένα μικρό
κείμενο που λέει «Εισαγωγικό κείμενο του μαθήματος. Αντικαταστήτε το με το
δικό σας, κάνοντας κλίκ στην Αλλαγή». Πιέστε το «Αλλαγή», διορθώστε το
κείμενο και πιέστε «Επικύρωση». Κάθε εργαλείο έχει την ίδια απλή λογική:
προσθέτετε, διαγράφετε, αλλάζετε - οι σελίδες του μαθήματος είναι
δυναμικές.</p><p>Όταν πρωτοδημιουργείτε τις σελίδες του μαθήματός σας,
τα περισσότερα εργαλεία είναι ενεργοποιημένα. Κι εδώ, είναι δική σας
επιλογή να απενεργοποιήσετε αυτά που δε χρειάζεστε. Απλώς πιέζετε το
«Απενεργοποίηση». Τότε, μεταφέρεται στο γκρίζο μέρος της σελίδας. Δεν
είναι πια ορατό από τους φοιτητές σας, αλλά μπορείτε να το
ξαναενεργοποιήσετε όποτε θέλετε.</p><p>Μπορείτε να προσθέσετε τις δικές
σας σελίδες στην αρχική σελίδα του μαθήματος. Αυτές οι σελίδες πρέπει να
είναι σε μορφή HTML, και που μπορεί να δημιουργηθεί με κάποιον επεξεργαστή
κειμένου ή πρόγραμμα δημιουργίας ιστοσελίδων. Χρησιμοποιείστε την
επιλογή «Ανέβασμα σελίδας και δημιουργία συνδέσμου στην Αρχική Σελίδα»
για να στείλετε τη σελίδα σας στον εξυπηρετητή. Η επικεφαλίδα του
δικτυακού τόπου θα ενσωματωθεί αυτόματα στις σελίδες σας, οπότε
χρειάζεται μόνο να σκεφτείτε για το περιεχόμενο των σελίδων. Αν θέλετε
να προσθέσετε συνδέσμους από την αρχική σελίδα του μαθήματος προς
υπάρχουσες ιστοσελίδες που υπάρχουν ήδη κάπου αλλού στο δίκτυο (ή ακόμα
κάπου αλλού στον δικό σας δικτυακό τόπο), χρησιμοποιήστε την «Προσθήκη
συνδέσμου στην αρχική σελίδα». Οι σελίδες που προσθέτετε εσείς στην
αρχική σελίδα μπορούν να απενεργοποιηθούν και να διαγραφούν, ενώ τα
ενσωματωμένα εργαλεία μπορούν να απενεργοποιηθούν μόνο, αλλά όχι να
διαγραφούν.</p><p>Όταν η σελίδα του μαθήματός σας είναι έτοιμη, μπορείτε
να επιλέξετε το πόσο ανοιχτή είναι για τους χρήστες του συστήματος, από
την επιλογή «Αλλαγή πληροφορίας για το μάθημα». Στην αρχή, είναι κρυμμένη
(γιατί δουλεύετε ακόμη σε αυτήν).</p>";
$langLearningPath = "Διαδρομή μάθησης";
$langLogin = "Login";
$langLogout = "Εξοδος";
$langMinuteShort = "min. (ελαχ.)";
$langModifyProfile = "Αλλαγή του προφίλ μου";
$langMonthNames = "Array";
$langMyAgenda = "Το ημερολόγιο μου";
$langMyCourses = "Τα μαθήματά μου";
$langNameOfLang = "Διάταξη";
$langOtherCourses = "Λίστα Μαθημάτων";
$langPlatformAdministration = "Διαχείρηση Πλατφόρμας";
$langPoweredBy = "Με τη βοήθεια του";
$langSecondShort = "sec.";
$langStudent = "φοιτητής";
$langSwitchEditorToTextConfirm = "Η εντολή θα αφαιρέσει τη τρέχουσα διάταξη κειμένου. Θέλετε να συμεχίσετε ?";
$langTextEditorDisable = "Απενεργοποίηση επεξεργαστή κειμένου";
$langTextEditorEnable = "Ενεργοποίηση επεξεργαστή κειμένου";
$langUserContent = "<b>Ρόλοι</b><p>Οι ρόλοι δεν σχετίζονται καθόλου με τον υπολογιστή.
 Δεν δίνουν δικαιώματα πάνω στο λειτουργικό σύστημα. Συνήθως δείχνουν στους ανθρώπους,
 ποιος είναι ποιος. Μπορείτε να τους τροποποιήσετε κάνοντας κλίκ στη 'τροποποίηση' κάτω από 
 το 'ρόλο', ύστερα πληκτρολογώντας οτιδήποτε θέλετε: καθηγητή, βοηθό, φοιτητή,
 επισκέπτη, ...</P><hr />
<b>Δικαιώματα Διαχειριστή</b>
<p>Τα δικαιώματα διαχειριστή, από την άλλη, ανταποκρίνονται στην τεχνική
 εξουσιοδότηση να αλλάξετε τα περιεχόμενα και τον οργάνωση του μαθήματος. 
 Προς το παρόν, μπορείτε μόνο να διαλέξετε μεταξύ όλων των δικαιώμάτων διαχειριστή
 ή κανένα από αυτά.</P>
<p>Για να επιτρέψετε σε ένα βοηθόa, για παράδειγμα, να συν-διαχειριστεί το μάθημα, αρκεί να 
 τον εγγράψετε στο μάθημα ή να βεβαιωθείτε ότι είναι ήδη γραμμένος, ύστερα κάντε κλίκ
 στην 'Αλλαγή'  κάτω από τα 'Δικαιώματα Διαχειριστή', ύστερα κάντε κλίκ στο 'Ολα', ύστερα στο 'Εντάξει'.</P><hr />
<b>Συνδιδάσκοντας</b>
<p>Για να αναφέρεται στην επικεφαλίδα του μαθήματος το όνομα ενός συνδιδάσκοντα, 
 χρησιμοποιήστε το εργαλείο 'Αλλαγή πληροφορίας για το Μάθημα' . 
 Αυτή η αλλαγή δεν κάνει τον συνδιδάσκοντά σας ένα χρήστη ενός μαθήματος.
 Το πεδίο 'Καθηγητές' είναι εντελώς ανεξάρτητο από τη λίστα των χρηστών.</p><hr />
<b>Προσθήκη ενός χρήστη</b>
<p>Για να προσθέσετε ένα χρήστη στο μάθημά σας, συμπληρώστε τα πεδία και επιβεβαιώστε το. Ο χρήστης
θα λάβει ένα e-mail που θα τον/την ενημερώνει ότι τον/την έχετε εγγράψει και απλά πείτε του/της
ή θυμήστε του/της το όνομα χρήστη και το συνθηματικό.</p>";
$langUsers = "Χρήστες";
$langViewMode = "Παρουσίαση τρόπου";
$langWiki = "Wiki";
$langWork = "Εργασίες Φοιτητών";
$lang_enroll = "Eγγραφή";
$lang_footer_p_CourseManager = "Υπεύθυνος για %s";
$lang_p_platformManager = "Διαχειριστής για %s";
?>