<?php
$langAddIntro = "Προσθήκη Εισαγωγικού Κειμένου";
$langAgenda = "Ατζέντα";
$langAnnouncement = "Ανακοινώσεις";
$langChat = "Κουβεντούλα";
$langClarContent = "Εδώ, καθηγητές και βοηθοί δημιουργούν και διαχειρίζονται
 τους δικτυακούς τόπους των μαθημάτων τους. Οι φοιτητές μπορούν να διαβάσουν
 τα έγγραφα,  τα προγράμματα, την ατζέντα, κλπ., να κάνουν ασκήσεις, να
 δημοσιεύσουν εργασίες, να συμμετάσχουν σε συζητήσεις, κ.α.</p>
 <p><b>Εγγραφή</b></p><p>Αν είστε φοιτητής, θα πρέπει να εγγραφείτε
 επιλέγοντας «Παρακολούθηση μαθημάτων», και μετά να επιλέξετε τα μαθήματα που
 επιθυμείτε να παρακολουθήσετε.</p><p>Αν είστε καθηγητής ή βοηθός, θα πρέπει
 και πάλι να εγγραφείτε, επιλέγοντας όμως «Δημιουργία μαθημάτων». Στη συνέχεια,
 θα συμπληρώσετε μια φόρμα με τα στοιχεία του μαθήματός σας: τίτλο και
 κωδικό μαθήματος και σχολή/τμήμα που ανήκει. Μόλις επικυρώσετε τα στοιχεία
 αυτά, θα μεταφερθείτε στη σελίδα που μόλις θα έχει δημιουργηθεί για το μάθημα,
 και θα μπορείτε να αλλάξετε τα περιεχόμενά και την οργάνωσή της ανάλογα με
 τις ανάγκες σας.</p><p>Αν η σελίδα αυτή δεν ανταποκρίνεται στις ανάγκες σας,
 παρακαλούμε ενημερώστε μας μέσω της λίστας «Να γίνουν», που εμφανίζεται στην
 αρχική σελίδα της τάξης
 ";
$langDay_of_weekNames = "Array";
$langDelete = "Διαγραφή";
$langDocContent = "<p>Το εργαλείο αρχείων είναι όμοιο σε λειτουργία με τον Διαχειριστή Αρχείων
 του προσωπικού σας υπολογιστή.</p><p>Μπορείτε να ανεβάσετε αρχεία οποιουδήποτε τύπου (HTML, Word,
 Powerpoint, Excel, Acrobat, Flash, Quicktime, κ.λπ.). Ο μόνος σας περιορισμός είναι
 ότι οι φοιτητές πρέπει να έχουν εγκατεστημένη στον υπολογιστή τους την αντίστοιχη εφαρμογή για να τα διαβάσουν.
 Μερικοί τύποι αρχείων μπορεί να περιέχουν ιούς, έτσι είναι δικιά σας ευθύνη να μην ανεβάζετε
 μολισμάν αρχεία. Συνίσταται να ελέγχεται τα έγγραφα σας με ένα αντιβιοτικό πρόγραμμα
 πριν τα ανεβάσετε.</p>
<p>Τα έγγραφα παρουσιάζονται με αλφαβητική σειρά.<br><b>Συμβουλή : </b>Αν θέλετε να τα 
 παρουσιάσετε με διαφορετική σειρά, αριθμήστε τα: 01, 02,
 03...</p>
<p>Μπορείτε :</p>
<h4>Να ανεβάσετε ένα αρχείο</h4>
<ul>
  <li>Επιλέξτε το αρχείο στον υπολογιστή σας χρησιμοποιώντας το πλήκτρο Browse <input
 type=submit value=Browse name=submit2>
	στο δεξί μέρος της οθόνης σας.</li>
  <li>Ξεκινήστε το ανέβασμα με το πλήκτρο Upload <input type=submit
 value=Upload name=submit2>
	.</li>
</ul>
<h4>Μετονομάστε ένα έγγραφο (ένα κατάλογο)</h4>
<ul>
  <li>κάντε κλίκ στο <img src=../document/img/edit.gif width=20 height=20
 align=baseline> πλήκτρο στη 
  στήλη Μετονομασία</li>
  <li>Πληκτρολογήστε το καινούριο όνομα στο πεδίο (πάνω αριστερά)</li>
  <li>Επιβεβαιώστε το κάνοντας κλίκ στο <input type=submit value=Ok name=submit24>. 
</ul>
	<h4>Διαγραφή ενός αρχείου (ή ενος καταλόγου)</h4>
	<ul>
	  
  <li>Κάντε κλίκ <img src=../document/img/delete.gif width=20 height=20> 
	στη στήλη 'Διαγραφή'.</li>
	</ul>
	<h4>Μετατροπή ενός αρχείου (ή καταλόγου) σε αόρατο για τους φοιτητές</h4>
	<ul>
	  
  <li>Κάντ κλίκ <img src=../document/img/visible.gif width=20 height=20>in
 στη στήλη 'Ορατό/Αόρατο'.</li>
	  <li>Το αρχείου (ή κατάλογο) υπάρχει αλλά δεν είναι ορατό από τους φοιτητές πλέον.</li>	  
  <li>Γα να το κάνετε αόρατο ξανά, κάντε κλίκ στη <img
 src=../img/invisible.gif width=24 height=20> 
	στήλη 'Ορατό/αόρατο'</li>
	</ul>
	<h4>Προσθήκη ή τροποποίηση σχολίου σε ένα αρχείο (ή ενός καταλόγου)</h4>
	<ul>	  
  <li>Κάντε κλίκ <img src=../img/comment.gif width=20
 height=20> 
	στη στήλη 'Σχόλιο'</li>
	  <li>Πληκτρολογήστε καινούριο σχόλιο στο αντίστοιχο πεδίο (πάνω δεξιά).</li>
	  <li>Επιβεβαιώστε το κάντε κλίκ στο <input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>Για να διαγράψετε ένα σχόλιο, κάντε κλίκ στο <img
 src=../img/comment.gif width=20 height=20>, 
	 για να διαγράψετε το παλιό σχόλιο στο πεδίο κα κάντε κλίκ <input type=submit
 value=OK name=submit22>
	  . 
	<hr>
	<p>Μπορείτε να οργανώσετε το περιεχόμενό σας μέσο αρχειοθέτησης. Για το σκοπό αυτό:</p>
	<h4><b>Δημιουργήστε ένα κατάλογο</b></h4>
	<ul>
	  <li>Κάντε κλίκ στο <img src=../img/folder.gif> 'Δημιουργία ενός καταλόγου' (top left)</li>
	  <li>Πληκτρολογήστε το όνομα του καινούριου σας καταλόγου στο αντίστοιχο πεδίο (πάνω αριστερά)</li>
	  <li>Επιβεβαιώστε το κάνοντας κλίκ στο<input type=submit value=OK
 name=submit23>.</li>
	</ul>
	<h4>Μετακίνηση ενός αρχείου (ή καταλόγου)</h4>
	<ul>
	  <li>Κάντε κλικ στο πλήκτρο <img src=../img/deplacer.gif
 width=34 height=16> 
		στη στήλη 'Μετακίνηση'</li>
	  <li>Επιλέξτε τον κατάλογο μέσα στον οποίο θέλετε να μετακινήσετε το έγγραφο (ή το κατάλογο) στο  
	 αντίστοιχο κυλιόμενο μενού (πανω αριστερά) (σημείωση: η λέξη 'αρχικό' σημαίνει ότι 
 	δεν μπορείτε να πάτε πάνω από αυτό το επίπεδο στο δέντρο αρχείων του εξυπηρέτη).</li>
	  <li>Επιβεβαιώστε το κάνοντας κλίκ στο <input type=submit value=OK
 name=submit232>.</li>
	</ul>
	<center>
	  <p>";
$langDocument = "Εγγραφα";
$langForContent = "Οι περιοχές συζητήσεων είναι ένα εργαλείο για ασύγχρονη
 γραπτή επικοινωνία. Ενώ το ηλεκτρονικό ταχυδρομείο επιτρέπει το διάλογο
 ανάμεσα σε δύο μόνο άτομα, οι περιοχές συζητήσεων επιτρέπουν δημόσιες ή
 ημιδημόσιες συζητήσεις. Από τεχνική άποψη, για τη χρήση μιας περιοχής
 συζητήσεων απαιτείται μόνο ένα πρόγραμμα browser.</p><p>Για την οργάνωση
 των περιοχών συζητήσεων, πιέστε το «admin». Οι συζητήσεις είναι
 οργανωμένες σε σύνολα και υποσύνολα ως εξής:</p><p><b>Κατηγορία >
 Περιοχή > Θέμα > Απαντήσεις</b></p>Για να έχετε τακτοποιημένες τις
 συζητήσεις των φοιτητών σας, είναι απαραίτητο να οργανώσετε κατηγορίες
 και περιοχές από πριν, και να αφήσετε τη δημιουργία των θεμάτων και των
 απαντήσεων σε αυτούς. Οι περιοχές συζητήσεων του Claroline έχουν
 προκαθορισμένη μόνο την κατηγορία «Δημόσια», και μια περιοχή
 συζήτησης και ένα θέμα ως δείγματα.</p><p>Το πρώτο πράγμα που πρέπει να
 κάνετε είναι να διαγράψετε το δοκιμαστικό θέμα και να μετονομάσετε την
 περιοχή συζήτησης. Στη συνέχεια, μπορείτε να δημιουργήσετε στην
 κατηγορία «Δημόσια» και άλλες περιοχές, κατά ομάδες ή κατά θέματα, που
 να ταιριάζουν στις εκπαιδευτικές σας ανάγκες.</p><p>Μην ανακατεύετε τις
 κατηγορίες και τις περιοχές συζητήσεων, και μην ξεχνάτε ότι μια κενή
 κατηγορία (χωρίς περιοχές) δεν εμφανίζεται στις σελίδες που βλέπουν οι
 φοιτητές.</p><p>Η περιγραφή κάποιας περιοχής μπορεί να περιλαμβάνει τον
 κατάλογο των μελών της, το σκοπό της, κάποιο έργο ή θέμα, κλπ.";
$langForums = "Περιοχή συζητήσεων";
$langGroups = "Ομάδες Χρηστών";
$langHClar = "Αρχική σελίδα βοήθειας";
$langHDoc = "Αρχεία Βοήθειας";
$langHFor = "Βοήθεια περιοχής συζητήσεων";
$langHHome = "Αρχική σελίδα βοήθειας";
$langHUser = "Βοήθεια Χρηστών";
$langHelp = "Βοήθεια";
$langHomeContent = "Για περισσότερη ευκολία, τα εργαλεία του Claroline δε
δημιουργούνται κενά. Σε κάθε εργαλείο υπάρχει ένα μικρό παράδειγμα για
να σας βοηθείσει να κατανοήσετε ευκολότερα τον τρόπο λειτουργίας του.
Μπορείτε να επιλέξετε να σβήσετε αυτό το παράδειγμα ή να το αλλάξετε.</p>
<p>Για παράδειγμα, στην αρχική σελίδα του μαθήματός σας, υπάρχει ένα μικρό
κείμενο που λέει «Εισαγωγικό κείμενο του μαθήματος. Αντικαταστήτε το με το
δικό σας, κάνοντας κλίκ στην Αλλαγή». Πιέστε το «Αλλαγή», διορθώστε το
κείμενο και πιέστε «Επικύρωση». Κάθε εργαλείο έχει την ίδια απλή λογική:
προσθέτετε, διαγράφετε, αλλάζετε - οι σελίδες του μαθήματος είναι
δυναμικές.</p><p>Όταν πρωτοδημιουργείτε τις σελίδες του μαθήματός σας,
τα περισσότερα εργαλεία είναι ενεργοποιημένα. Κι εδώ, είναι δική σας
επιλογή να απενεργοποιήσετε αυτά που δε χρειάζεστε. Απλώς πιέζετε το
«Απενεργοποίηση». Τότε, μεταφέρεται στο γκρίζο μέρος της σελίδας. Δεν
είναι πια ορατό από τους φοιτητές σας, αλλά μπορείτε να το
ξαναενεργοποιήσετε όποτε θέλετε.</p><p>Μπορείτε να προσθέσετε τις δικές
σας σελίδες στην αρχική σελίδα του μαθήματος. Αυτές οι σελίδες πρέπει να
είναι σε μορφή HTML, και που μπορεί να δημιουργηθεί με κάποιον επεξεργαστή
κειμένου ή πρόγραμμα δημιουργίας ιστοσελίδων. Χρησιμοποιείστε την
επιλογή «Ανέβασμα σελίδας και δημιουργία συνδέσμου στην Αρχική Σελίδα»
για να στείλετε τη σελίδα σας στον εξυπηρετητή. Η επικεφαλίδα του
δικτυακού τόπου θα ενσωματωθεί αυτόματα στις σελίδες σας, οπότε
χρειάζεται μόνο να σκεφτείτε για το περιεχόμενο των σελίδων. Αν θέλετε
να προσθέσετε συνδέσμους από την αρχική σελίδα του μαθήματος προς
υπάρχουσες ιστοσελίδες που υπάρχουν ήδη κάπου αλλού στο δίκτυο (ή ακόμα
κάπου αλλού στον δικό σας δικτυακό τόπο), χρησιμοποιήστε την «Προσθήκη
συνδέσμου στην αρχική σελίδα». Οι σελίδες που προσθέτετε εσείς στην
αρχική σελίδα μπορούν να απενεργοποιηθούν και να διαγραφούν, ενώ τα
ενσωματωμένα εργαλεία μπορούν να απενεργοποιηθούν μόνο, αλλά όχι να
διαγραφούν.</p><p>Όταν η σελίδα του μαθήματός σας είναι έτοιμη, μπορείτε
να επιλέξετε το πόσο ανοιχτή είναι για τους χρήστες του συστήματος, από
την επιλογή «Αλλαγή πληροφορίας για το μάθημα». Στην αρχή, είναι κρυμμένη
(γιατί δουλεύετε ακόμη σε αυτήν).</p>";
$langLogout = "Εξοδος";
$langManager = "Διαχειριστής";
$langModify = "Διόρθωση";
$langModifyProfile = "Αλλαγή του προφίλ μου";
$langMonthNames = "Array";
$langMyCourses = "Τα μαθήματά μου";
$langNotAllowed = "Δεν επιτρέπεται";
$langOk = "Εντάξει";
$langOtherCourses = "Λίστα Μαθημάτων";
$langPoweredBy = "Με τη βοήθεια του";
$langReg = "Εγγραφή";
$langStudent = "φοιτητής";
$langUserContent = "<b>Ρόλοι</b><p>Οι ρόλοι δεν σχετίζονται καθόλου με τον υπολογιστή.
 Δεν δίνουν δικαιώματα πάνω στο λειτουργικό σύστημα. Συνήθως δείχνουν στους ανθρώπους,
 ποιος είναι ποιος. Μπορείτε να τους τροποποιήσετε κάνοντας κλίκ στη 'τροποποίηση' κάτω από 
 το 'ρόλο', ύστερα πληκτρολογώντας οτιδήποτε θέλετε: καθηγητή, βοηθό, φοιτητή,
 επισκέπτη, ...</P><hr>
<b>Δικαιώματα Διαχειριστή</b>
<p>Τα δικαιώματα διαχειριστή, από την άλλη, ανταποκρίνονται στην τεχνική
 εξουσιοδότηση να αλλάξετε τα περιεχόμενα και τον οργάνωση του μαθήματος. 
 Προς το παρόν, μπορείτε μόνο να διαλέξετε μεταξύ όλων των δικαιώμάτων διαχειριστή
 ή κανένα από αυτά.</P>
<p>Για να επιτρέψετε σε ένα βοηθόa, για παράδειγμα, να συν-διαχειριστεί το μάθημα, αρκεί να 
 τον εγγράψετε στο μάθημα ή να βεβαιωθείτε ότι είναι ήδη γραμμένος, ύστερα κάντε κλίκ
 στην 'Αλλαγή'  κάτω από τα 'Δικαιώματα Διαχειριστή', ύστερα κάντε κλίκ στο 'Ολα', ύστερα στο 'Εντάξει'.</P><hr>
<b>Συνδιδάσκοντας</b>
<p>Για να αναφέρεται στην επικεφαλίδα του μαθήματος το όνομα ενός συνδιδάσκοντα, 
 χρησιμοποιήστε το εργαλείο 'Αλλαγή πληροφορίας για το Μάθημα' . 
 Αυτή η αλλαγή δεν κάνει τον συνδιδάσκοντά σας ένα χρήστη ενός μαθήματος.
 Το πεδίο 'Καθηγητές' είναι εντελώς ανεξάρτητο από τη λίστα των χρηστών.</p><hr>
<b>Προσθήκη ενός χρήστη</b>
<p>Για να προσθέσετε ένα χρήστη στο μάθημά σας, συμπληρώστε τα πεδία και επιβεβαιώστε το. Ο χρήστης
θα λάβει ένα e-mail που θα τον/την ενημερώνει ότι τον/την έχετε εγγράψει και απλά πείτε του/της
ή θυμήστε του/της το όνομα χρήστη και το συνθηματικό.</p>";
$langUserName = "Όνομα χρήστη";
$langUsers = "Χρήστες";
$langWork = "Εργασίες Φοιτητών";
?>