<?php
$l_author = "Συγγραφέας";
$l_banned = "Σας έχει απαγορευτεί η πρόσβαση σε αυτή την περιοχή. Αν έχετε κάποια ερώτηση επικοινωνήστε με το διαχειριστή του συστήματος.";
$l_body = "Σώμα μηνύματος";
$l_by = "από";
$l_click = "Πιέστε";
$l_delete = "Διαγραφή αυτού του μηνύματος";
$l_deleted = "Το Αποστολή διαγράφτηκε.";
$l_emptymsg = "Για να στείλετε ένα μήνυμα πρέπει να γράψετε κάποιο κείμενο. Δεν μπορείτε να στείλετε κενό μήνυμα.";
$l_error = "Σφάλμα";
$l_go = "Πήγαινε";
$l_guest = "Φιλοξενούμενος";
$l_here = "εδώ";
$l_indextitle = "Ευρετήριο περιοχών συζητήσεων";
$l_lastpost = "Τελευταία Αποστολή";
$l_nopostlock = "Δεν μπορείτε να στείλετε απαντήσεις σε αυτό το θέμα, έχει κλειδωθεί.";
$l_noposts = "Όχι Αποστολές";
$l_notify = "Ειδοποίηση μέσω email αν σταλούν απαντήσεις";
$l_notifybody = "Λαμβάνετε αυτό το email γιατί κάποιος απάντησε
σε ένα μήνυμα που στείλατε στις περιοχές συζητήσεων , και είχατε
ζητήσει να ειδοποιηθείτε σε αυτή την περίπτωση.

Μπορείτε να δείτε το θέμα στο:

%1\$s

Ή να δείτε το ευρετήρηο των περιοχών συζητήσεων στο:

%2\$s

Σας ευχαριστούμε που χρησιμοποιείτε τις περιοχές συζητήσεων.

Καλή σας μέρα.";
$l_notifysubj = "Στάλθηκε μια απάντηση στο θέμα σας.";
$l_notopics = "Δεν υπάρχουν θέματα σε αυτή την περιοχή. Μπορείτε να ξεκινήσετε ένα νέο.";
$l_posted = "Στάλθηκε";
$l_poster = "Αποστολέας";
$l_posts = "Αποστολές";
$l_quotemsg = "[quote]
Στις %1\$s, ο/η %2\$s έγραψε:
%3\$s
[/quote]";
$l_returnindex = "για επιστροφή στο ευρετήριο περιοχών συζητήσεων.";
$l_returntopic = "για επιστροφή στον κατάλογο θεμάτων της περιοχής συζητήσεων.";
$l_selectforum = "Επιλογή Περιοχή συζητήσεων";
$l_separator = "» »";
$l_stored = "Το Μήνυμα αποθηκεύτηκε στη βάση.";
$l_subject = "Θέμα";
$l_topic = "Θέμα";
$l_topicreview = "Ανασκόπηση θέματος";
$l_topics = "Θέματα";
$l_topictitle = "Εμφάνιση θέματος";
$l_viewforum = "Εμφάνιση περιοχής συζητήσεων";
$l_viewmsg = "για να εμφανίσετε το Μήνυμα.";
$langAddIntro = "Προσθήκη Εισαγωγικού Κειμένου";
$langAdm = "διαχείριση";
$langAgenda = "Ατζέντα";
$langAnnouncement = "Ανακοινώσεις";
$langBack = "Επιστροφή";
$langCancel = "Ακύρωση";
$langChat = "Κουβεντούλα";
$langDay_of_weekNames = "Array";
$langDear = "Αγαπητέ";
$langDelete = "Διαγραφή";
$langDocument = "Εγγραφα";
$langEditDel = "αλλαγή/διαγραφή";
$langForum = "Περιοχή Συζητήσεων";
$langForums = "Περιοχή συζητήσεων";
$langGroupSpaceLink = "Ομάδα χρηστών";
$langGroups = "Ομάδες Χρηστών";
$langHelp = "Βοήθεια";
$langLastMsg = "Τελευταίο μην.";
$langLoginBeforePost1 = "Για να στείλετε μηνύματα, ";
$langLoginBeforePost2 = "πρέπει προηγουμένως να ";
$langLoginBeforePost3 = "κάνετε login στην Τάξη";
$langLogout = "Εξοδος";
$langManager = "Διαχειριστής";
$langModify = "Διόρθωση";
$langModifyProfile = "Αλλαγή του προφίλ μου";
$langMonthNames = "Array";
$langMyCourses = "Τα μαθήματά μου";
$langMyGroup = "η ομάδα μου";
$langNewTopic = "Νέο θέμα";
$langNotAllowed = "Δεν επιτρέπεται";
$langOk = "Εντάξει";
$langOneMyGroups = "ο επιβλέπων μου";
$langOtherCourses = "Λίστα Μαθημάτων";
$langPoweredBy = "Με τη βοήθεια του";
$langReg = "Εγγραφή";
$langReply = "Απάντηση";
$langSeen = "Παλιά";
$langStudent = "φοιτητής";
$langUserName = "Όνομα χρήστη";
$langUsers = "Χρήστες";
$langWork = "Εργασίες Φοιτητών";
?>