<?php 
$l_author = "Συγγραφέας";
$l_banned = "Σας έχει απαγορευτεί η πρόσβαση σε αυτή την περιοχή. Αν έχετε κάποια ερώτηση επικοινωνήστε με το διαχειριστή του συστήματος.";
$l_body = "Σώμα μηνύματος";
$l_by = "από";
$l_click = "Πιέστε";
$l_delete = "Διαγραφή αυτού του μηνύματος";
$l_deleted = "Το Αποστολή διαγράφτηκε.";
$l_emptymsg = "Για να στείλετε ένα μήνυμα πρέπει να γράψετε κάποιο κείμενο. Δεν μπορείτε να στείλετε κενό μήνυμα.";
$l_error = "Σφάλμα";
$l_go = "Πήγαινε";
$l_guest = "Φιλοξενούμενος";
$l_here = "εδώ";
$l_indextitle = "Ευρετήριο περιοχών συζητήσεων";
$l_lastpost = "Τελευταία Αποστολή";
$l_nopostlock = "Δεν μπορείτε να στείλετε απαντήσεις σε αυτό το θέμα, έχει κλειδωθεί.";
$l_noposts = "Όχι Αποστολές";
$l_notify = "Ειδοποίηση μέσω email αν σταλούν απαντήσεις";
$l_notifybody = "Λαμβάνετε αυτό το email γιατί κάποιος απάντησε
σε ένα μήνυμα που στείλατε στις περιοχές συζητήσεων , και είχατε
ζητήσει να ειδοποιηθείτε σε αυτή την περίπτωση.

Μπορείτε να δείτε το θέμα στο:

%1\$s

Ή να δείτε το ευρετήρηο των περιοχών συζητήσεων στο:

%2\$s

Σας ευχαριστούμε που χρησιμοποιείτε τις περιοχές συζητήσεων.

Καλή σας μέρα.";
$l_notifysubj = "Στάλθηκε μια απάντηση στο θέμα σας.";
$l_notopics = "Δεν υπάρχουν θέματα σε αυτή την περιοχή. Μπορείτε να ξεκινήσετε ένα νέο.";
$l_posted = "Στάλθηκε";
$l_poster = "Αποστολέας";
$l_posts = "Αποστολές";
$l_quotemsg = "[quote]
Στις %1\$s, ο/η %2\$s έγραψε:
%3\$s
[/quote]";
$l_returnindex = "για επιστροφή στο ευρετήριο περιοχών συζητήσεων.";
$l_returntopic = "για επιστροφή στον κατάλογο θεμάτων της περιοχής συζητήσεων.";
$l_selectforum = "Επιλογή Περιοχή συζητήσεων";
$l_separator = "» »";
$l_stored = "Το Μήνυμα αποθηκεύτηκε στη βάση.";
$l_subject = "Θέμα";
$l_topic = "Θέμα";
$l_topicreview = "Ανασκόπηση θέματος";
$l_topics = "Θέματα";
$l_topictitle = "Εμφάνιση θέματος";
$l_viewforum = "Εμφάνιση περιοχής συζητήσεων";
$l_viewmsg = "για να εμφανίσετε το Μήνυμα.";
$langActivate = "ενεργοποίηση";
$langAdd = "Προσθήκη";
$langAddAU = "Προσθέστε ένα χρήστη";
$langAddAnn = "Προσθήκη Ανακοίνωσης";
$langAddCategory = "Προσθήκη κατηγορίας";
$langAddComment = "Προσθήκη / αλλαγή σχολίου στο";
$langAddEvent = "Προσθήκη ενός γεγονότος";
$langAddForCat = "Προσθήκη περιοχής συζητήσεων στην κατηγορία";
$langAddForums = "Για να προσθέσετε περιοχές συζητήσεων, κάντε κλίκ στο «Περιοχές συζητήσεων» στην κατηγορία της επιλογής σας. Μια κενή κατηγορία (χωρίς περιοχές) δεν θα φαίνεται στους φοιτητές";
$langAddIntro = "Προσθήκη Εισαγωγικού Κειμένου";
$langAddPage = "Προσθήκη μιας σελίδας";
$langAddTutors = "Διαχείριση καταλόγου χρηστών";
$langAddedToCourse = "είναι ήδη γραμμένος στο πανεπιστήμιου αλλά όχι σε αυτό το μάθημα. Τώρα έγινε.";
$langAddress = "Η διεύθυνση του";
$langAdm = "διαχείριση";
$langAdmitError = "Παραδοχή των δικών σας σφαλμάτων ώστε να ενθαρρύνετε το συνομιλητή σας να κάνει το ίδιο.";
$langAgain = "Ξαναπροσπαθήστε!";
$langAgenda = "Ατζέντα";
$langAnd = "και";
$langAnnAdd = "Η ανακοίνωση προστέθηκε";
$langAnnDel = "η ανακοίνωση διαγράφτηκε";
$langAnnEmpty = "Τα περιεχόμενα του καταλόγου ανακοινώσεων διαγράφτηκαν";
$langAnnModify = "η ανακοίνωση άλλαξε";
$langAnnouncement = "Ανακοινώσεις";
$langAnonymous = "Ανώνυμος";
$langAnswer = "Απάντηση";
$langAntique = "Ιστορία της αρχαίας φιλοσοφίας";
$langArchive = "αποθήκευση";
$langAreYouSureToDelete = "Είστε βέβαιος ότι θέλετε να το διαγράψετε";
$langBack = "Επιστροφή";
$langBackAndForget = "Επιστροφή και ακύρωση";
$langBackCat = "επιστροφή στις κατηγορίες";
$langBackHomeOf = "Επιστροφή στην αρχική σελίδα του";
$langBackList = "Επιστροφή στον κατάλογο";
$langByDel = "Διαγράφοντας αυτό το μάθημα θα διαγραφτούν μόνιμα όλα τα περιεχόμενα του και όλοι οι φοιτητές που είναι γραμμένοι σε αυτό (δεν θα διαγραφτούν από τα άλλα μαθήματα).<p>Θέλετε πράγματι να το διαγράψετε";
$langCancel = "Ακύρωση";
$langCatagoryGroup = "Συζήτησεις Ομάδων χρηστών";
$langCatagoryMain = "Αρχή";
$langCategories = "Κατηγορίες";
$langChangeCat = "Αλλαγή της κατηγορίας";
$langChat = "Κουβεντούλα";
$langChoice = "Η επιλογή σας";
$langClarContent = "Εδώ, καθηγητές και βοηθοί δημιουργούν και διαχειρίζονται
 τους δικτυακούς τόπους των μαθημάτων τους. Οι φοιτητές μπορούν να διαβάσουν
 τα έγγραφα,  τα προγράμματα, την ατζέντα, κλπ., να κάνουν ασκήσεις, να
 δημοσιεύσουν εργασίες, να συμμετάσχουν σε συζητήσεις, κ.α.</p>
 <p><b>Εγγραφή</b></p><p>Αν είστε φοιτητής, θα πρέπει να εγγραφείτε
 επιλέγοντας «Παρακολούθηση μαθημάτων», και μετά να επιλέξετε τα μαθήματα που
 επιθυμείτε να παρακολουθήσετε.</p><p>Αν είστε καθηγητής ή βοηθός, θα πρέπει
 και πάλι να εγγραφείτε, επιλέγοντας όμως «Δημιουργία μαθημάτων». Στη συνέχεια,
 θα συμπληρώσετε μια φόρμα με τα στοιχεία του μαθήματός σας: τίτλο και
 κωδικό μαθήματος και σχολή/τμήμα που ανήκει. Μόλις επικυρώσετε τα στοιχεία
 αυτά, θα μεταφερθείτε στη σελίδα που μόλις θα έχει δημιουργηθεί για το μάθημα,
 και θα μπορείτε να αλλάξετε τα περιεχόμενά και την οργάνωσή της ανάλογα με
 τις ανάγκες σας.</p><p>Αν η σελίδα αυτή δεν ανταποκρίνεται στις ανάγκες σας,
 παρακαλούμε ενημερώστε μας μέσω της λίστας «Να γίνουν», που εμφανίζεται στην
 αρχική σελίδα της τάξης
 ";
$langClose = "Κλείσιμο παραθύρου";
$langCode = "Κωδικός Μαθήματος";
$langComMod = "Τα σχόλια τροποποιήθηκαν";
$langComment = "Σχόλιο";
$langConfTip = "Εξ' ορισμού, το μάθημα είναι προσπελάσιμο μόνο από εσάς. Αν θέλετε ελεγχόμενη πρόσβαση, μπορείτε να επιλέξετε 'Ελεγχόμενη Προσβαση με ανοιχτή 
εγγραφή' και να ζητήσετε από τους χρήστες να γραφτούν. Μόλις τελειώσει η εγγραφή μπορείτε να επιλέξετε 'Ελεγχομενη προσβαση'.";
$langConfirmation = "επιβεβαίωση";
$langContradiction = "Χρήση της αρχής της αποφυγής αντιφάσεων προκειμένου να οδηγήσετε τον συνομιλητή σας σε αδιέξοδο.";
$langCopy = "Αντιγραφή";
$langCopyFailed = "Η εκτύπωση απέτυχε";
$langCouldNot = "Το αρχείο δεν ήταν δυνατόν να σταλεί";
$langCourse = "το μάθημα";
$langCourseCreate = "Δημιουργία ενός μαθήματος";
$langCourseDescription = "Γράψτε μια περιγραφή η οποία θα εμφανίζεται στο κατάλογο μαθημάτων .";
$langCourseProgram = "Περιγραφή Μαθήματος";
$langCourseTitle = "Τίτλος Μαθήματος";
$langCourses = "μαθήματα.";
$langCreate = "Δημιουργία";
$langCreateDir = "Δημιουργία καταλόγου";
$langCreateSite = "Δημιουργία ενός μαθήματος";
$langDate = "Ημερομηνία";
$langDay = "Μέρα";
$langDay_of_weekNames = "Array";
$langDear = "Αγαπητέ";
$langDelAdmin = "Διαγράψτε την μέσω του εργαλείου διαχείρισης της περιοχής";
$langDelCourse = "Διαγραφή ολόκληρου του μαθήματος";
$langDelete = "Διαγραφή";
$langDeleteGroups = "Διαγραφή όλων των ομάδων χρηστών";
$langDepartmentUrl = "Ιστοσελίδα Πανεπιστημίου";
$langDepartmentUrlName = "Πανεπιστήμιο";
$langDescription = "Περιγραφή εργασίας";
$langDetail = "Λεπτομέρειες";
$langDirCr = "Ο κατάλογος δημιουργήθηκε";
$langDirMv = "Ο κατάλογος μετακινήθηκε";
$langDocContent = "<p>Το εργαλείο αρχείων είναι όμοιο σε λειτουργία με τον Διαχειριστή Αρχείων
 του προσωπικού σας υπολογιστή.</p><p>Μπορείτε να ανεβάσετε αρχεία οποιουδήποτε τύπου (HTML, Word,
 Powerpoint, Excel, Acrobat, Flash, Quicktime, κ.λπ.). Ο μόνος σας περιορισμός είναι
 ότι οι φοιτητές πρέπει να έχουν εγκατεστημένη στον υπολογιστή τους την αντίστοιχη εφαρμογή για να τα διαβάσουν.
 Μερικοί τύποι αρχείων μπορεί να περιέχουν ιούς, έτσι είναι δικιά σας ευθύνη να μην ανεβάζετε
 μολισμάν αρχεία. Συνίσταται να ελέγχεται τα έγγραφα σας με ένα αντιβιοτικό πρόγραμμα
 πριν τα ανεβάσετε.</p>
<p>Τα έγγραφα παρουσιάζονται με αλφαβητική σειρά.<br><b>Συμβουλή : </b>Αν θέλετε να τα 
 παρουσιάσετε με διαφορετική σειρά, αριθμήστε τα: 01, 02,
 03...</p>
<p>Μπορείτε :</p>
<h4>Να ανεβάσετε ένα αρχείο</h4>
<ul>
  <li>Επιλέξτε το αρχείο στον υπολογιστή σας χρησιμοποιώντας το πλήκτρο Browse <input
 type=submit value=Browse name=submit2>
	στο δεξί μέρος της οθόνης σας.</li>
  <li>Ξεκινήστε το ανέβασμα με το πλήκτρο Upload <input type=submit
 value=Upload name=submit2>
	.</li>
</ul>
<h4>Μετονομάστε ένα έγγραφο (ένα κατάλογο)</h4>
<ul>
  <li>κάντε κλίκ στο <img src=../document/img/edit.gif width=20 height=20
 align=baseline> πλήκτρο στη 
  στήλη Μετονομασία</li>
  <li>Πληκτρολογήστε το καινούριο όνομα στο πεδίο (πάνω αριστερά)</li>
  <li>Επιβεβαιώστε το κάνοντας κλίκ στο <input type=submit value=Ok name=submit24>. 
</ul>
	<h4>Διαγραφή ενός αρχείου (ή ενος καταλόγου)</h4>
	<ul>
	  
  <li>Κάντε κλίκ <img src=../document/img/delete.gif width=20 height=20> 
	στη στήλη 'Διαγραφή'.</li>
	</ul>
	<h4>Μετατροπή ενός αρχείου (ή καταλόγου) σε αόρατο για τους φοιτητές</h4>
	<ul>
	  
  <li>Κάντ κλίκ <img src=../document/img/visible.gif width=20 height=20>in
 στη στήλη 'Ορατό/Αόρατο'.</li>
	  <li>Το αρχείου (ή κατάλογο) υπάρχει αλλά δεν είναι ορατό από τους φοιτητές πλέον.</li>	  
  <li>Γα να το κάνετε αόρατο ξανά, κάντε κλίκ στη <img
 src=../img/invisible.gif width=24 height=20> 
	στήλη 'Ορατό/αόρατο'</li>
	</ul>
	<h4>Προσθήκη ή τροποποίηση σχολίου σε ένα αρχείο (ή ενός καταλόγου)</h4>
	<ul>	  
  <li>Κάντε κλίκ <img src=../img/comment.gif width=20
 height=20> 
	στη στήλη 'Σχόλιο'</li>
	  <li>Πληκτρολογήστε καινούριο σχόλιο στο αντίστοιχο πεδίο (πάνω δεξιά).</li>
	  <li>Επιβεβαιώστε το κάντε κλίκ στο <input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>Για να διαγράψετε ένα σχόλιο, κάντε κλίκ στο <img
 src=../img/comment.gif width=20 height=20>, 
	 για να διαγράψετε το παλιό σχόλιο στο πεδίο κα κάντε κλίκ <input type=submit
 value=OK name=submit22>
	  . 
	<hr>
	<p>Μπορείτε να οργανώσετε το περιεχόμενό σας μέσο αρχειοθέτησης. Για το σκοπό αυτό:</p>
	<h4><b>Δημιουργήστε ένα κατάλογο</b></h4>
	<ul>
	  <li>Κάντε κλίκ στο <img src=../img/folder.gif> 'Δημιουργία ενός καταλόγου' (top left)</li>
	  <li>Πληκτρολογήστε το όνομα του καινούριου σας καταλόγου στο αντίστοιχο πεδίο (πάνω αριστερά)</li>
	  <li>Επιβεβαιώστε το κάνοντας κλίκ στο<input type=submit value=OK
 name=submit23>.</li>
	</ul>
	<h4>Μετακίνηση ενός αρχείου (ή καταλόγου)</h4>
	<ul>
	  <li>Κάντε κλικ στο πλήκτρο <img src=../img/deplacer.gif
 width=34 height=16> 
		στη στήλη 'Μετακίνηση'</li>
	  <li>Επιλέξτε τον κατάλογο μέσα στον οποίο θέλετε να μετακινήσετε το έγγραφο (ή το κατάλογο) στο  
	 αντίστοιχο κυλιόμενο μενού (πανω αριστερά) (σημείωση: η λέξη 'αρχικό' σημαίνει ότι 
 	δεν μπορείτε να πάτε πάνω από αυτό το επίπεδο στο δέντρο αρχείων του εξυπηρέτη).</li>
	  <li>Επιβεβαιώστε το κάνοντας κλίκ στο <input type=submit value=OK
 name=submit232>.</li>
	</ul>
	<center>
	  <p>";
$langDocDeleted = "Διαγράφτηκε το έγγραφο";
$langDocument = "Εγγραφα";
$langDocuments = "Έγγραφα";
$langEdit = "Διόρθωση";
$langEditCourseProgram = "Δημιουργία και διόρθωση";
$langEditDel = "αλλαγή/διαγραφή";
$langEditGroup = "Διόρθωση της ομάδας χρηστών";
$langElRen = "Το αντικείμενο μετονομάστηκε";
$langEmail = "Email";
$langEmailOption = "Αποστολή (με email) της ανακοίνωσης στους εγγεγραμμένους μαθητές";
$langEmailSent = " στάλθηκε στους εγγεγραμμένους μαθητές";
$langEmailWrong = "Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι συμπληρωμένη ή περιέχει άκυρους χαρακτήρες";
$langEmpty = "Αφήσατε μερικά πεδία κενά.<br>Πατήστε το πλήκτρο «Επιστροφή» του browser και ξαναδοκιμάστε.";
$langEmptyAnn = "Διαγραφή καταλόγου ανακοινώσεων";
$langEmptyFields = "Αφήσατε μερικά πεδία κενά. Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και ξαναδοκιμάστε.";
$langEmtpyGroups = "Εκκαθάριση όλων των ομάδων χρηστών";
$langEnter = "Είσοδος";
$langEx = "π.χ. <i>Ιστορία της Τέχνης</i>";
$langExMessage = "Παράδειγμα Μηνύματος";
$langExercice = "Ασκηση";
$langExerciceEx = "Υπόδειγμα Ασκησης";
$langExercices = "Ασκήσεις";
$langExercise = "Ασκήσεις";
$langExistingGroups = "Ομάδες Χρηστών";
$langExplanation = "Οταν πατήσετε το «Εντάξει», θα δημιουργηθεί μια ιστοσελίδα με Περιοχή συζητήσεων, Ατζέντα, κ.λπ.. Μπορείτε να τη τροποποιήσετε σύμφωνα με τις απαιτήσεις σας.";
$langFields = "Αφήσατε μερικά πεδία κενά";
$langFieldsRequ = "Ολα τα πεδία είναι υποχρεωτικά";
$langFileExists = "Δεν είναι δυνατή η λειτουργία.<br>Υπάρχει ήδη ένα αρχείο με το ίδιο όνομα.";
$langFillGroups = "Συμπλήρωμα των ομάδων χρηστών";
$langFilled = "Εχετε αφήσει μερικά πεδία κενά.";
$langFinish = "Τέλος";
$langForCat = "Περιοχές συζητήσεων της κατηγορίας";
$langForCategories = "Κατηγορίες περιοχών συζητήσεων";
$langForContent = "Οι περιοχές συζητήσεων είναι ένα εργαλείο για ασύγχρονη
 γραπτή επικοινωνία. Ενώ το ηλεκτρονικό ταχυδρομείο επιτρέπει το διάλογο
 ανάμεσα σε δύο μόνο άτομα, οι περιοχές συζητήσεων επιτρέπουν δημόσιες ή
 ημιδημόσιες συζητήσεις. Από τεχνική άποψη, για τη χρήση μιας περιοχής
 συζητήσεων απαιτείται μόνο ένα πρόγραμμα browser.</p><p>Για την οργάνωση
 των περιοχών συζητήσεων, πιέστε το «admin». Οι συζητήσεις είναι
 οργανωμένες σε σύνολα και υποσύνολα ως εξής:</p><p><b>Κατηγορία >
 Περιοχή > Θέμα > Απαντήσεις</b></p>Για να έχετε τακτοποιημένες τις
 συζητήσεις των φοιτητών σας, είναι απαραίτητο να οργανώσετε κατηγορίες
 και περιοχές από πριν, και να αφήσετε τη δημιουργία των θεμάτων και των
 απαντήσεων σε αυτούς. Οι περιοχές συζητήσεων του Claroline έχουν
 προκαθορισμένη μόνο την κατηγορία «Δημόσια», και μια περιοχή
 συζήτησης και ένα θέμα ως δείγματα.</p><p>Το πρώτο πράγμα που πρέπει να
 κάνετε είναι να διαγράψετε το δοκιμαστικό θέμα και να μετονομάσετε την
 περιοχή συζήτησης. Στη συνέχεια, μπορείτε να δημιουργήσετε στην
 κατηγορία «Δημόσια» και άλλες περιοχές, κατά ομάδες ή κατά θέματα, που
 να ταιριάζουν στις εκπαιδευτικές σας ανάγκες.</p><p>Μην ανακατεύετε τις
 κατηγορίες και τις περιοχές συζητήσεων, και μην ξεχνάτε ότι μια κενή
 κατηγορία (χωρίς περιοχές) δεν εμφανίζεται στις σελίδες που βλέπουν οι
 φοιτητές.</p><p>Η περιγραφή κάποιας περιοχής μπορεί να περιλαμβάνει τον
 κατάλογο των μελών της, το σκοπό της, κάποιο έργο ή θέμα, κλπ.";
$langForName = "Όνομα περιοχής συζητήσεων";
$langForce = "Εξώθηση του συνομιλητή σας, με μια σειρά ερωτήσεων και υποερωτήσεων, να παραδεχτεί ότι δεν ξέρει ό,τι ισχυρίζεται πως ξέρει.";
$langFormula = "Φιλικά";
$langForum = "Περιοχή Συζητήσεων";
$langForumGroup = "Περιοχή συζητήσεων της ομάδας";
$langForums = "Περιοχή συζητήσεων";
$langGroup = "ομάδα χρηστών";
$langGroupAllowStudentRegistration = "Οι φοιτητές επιτρέπονται να εγγραφούν στις ομάδες χρηστών";
$langGroupCreation = "Δημιουργία καινούριας ομάδας χρηστών";
$langGroupDel = "Η ομάδα χρηστών διαγράφτηκε";
$langGroupDescription = "Περιγραφή";
$langGroupDocument = "Έγγραφα";
$langGroupFilledGroups = "Οι ομάδες χρηστών έχουν συμπληρωθεί από φοιτητές που βρίσκονται στον κατάλογο «Χρήστες».";
$langGroupForum = "Περιοχή συζητήσεων";
$langGroupMembers = "Μέλη ομάδας χρηστών";
$langGroupName = "Όνομα ομάδας χρηστών";
$langGroupNoGroup = "μη εγγεγραμμένοι φοιτητές";
$langGroupNoTutor = "(κανένας)";
$langGroupNone = "(κανένας)";
$langGroupNoneMasc = "(κανένας)";
$langGroupNowMember = "Είσαι τώρα μέλος της ομάδας";
$langGroupPlacesThis = "συμμετέχοντες (προαιρετικό)";
$langGroupProperties = "Ρυθμίσεις ομάδων χρηστών";
$langGroupPropertiesModified = "Αλλάχτηκαν οι ρυθμίσεις της ομάδας χρηστών";
$langGroupSelfRegInf = "εγγραφή";
$langGroupSelfRegistration = "Εγγραφή";
$langGroupSettingsModified = "Οι ρυθμίσεις της ομάδας χρηστών έχουν αλλάξει";
$langGroupSpace = "Περιοχή ομάδας χρηστών";
$langGroupSpaceLink = "Ομάδα χρηστών";
$langGroupStudentsInGroup = "φοιτητές εγγεγραμμένοι σε ομάδες χρηστών";
$langGroupStudentsRegistered = "φοιτητές εγγεγραμμένοι στο μάθημα";
$langGroupThisSpace = "Περιοχή για την ομάδα χρηστών";
$langGroupTooMuchMembers = "Ο αριθμός που προτάθηκε υπερβαίνει το μέγιστο επιτρεπόμενο (μπορείτε να το αλλάξετε παρακάτω). 
	Η σύνθεση της ομάδας δεν άλλαξε";
$langGroupTools = "Εργαλεία";
$langGroupTutor = "Διδάσκοντας";
$langGroupUserManagement = "Διαχείριση ομάδας χρηστών";
$langGroupUsersList = "Βλέπε <a href=../user/user.php>Χρήστες</a>";
$langGroups = "Ομάδες Χρηστών";
$langGroupsAdded = "Η ομάδα χρηστών έχει προστεθεί";
$langGroupsDeleted = "Ολες οι ομάδες χρηστών έχουν διαγραφεί";
$langGroupsEmptied = "Όλες οι ομάδες χρηστών είναι άδειες";
$langHClar = "Αρχική σελίδα βοήθειας";
$langHDoc = "Αρχεία Βοήθειας";
$langHFor = "Βοήθεια περιοχής συζητήσεων";
$langHHome = "Αρχική σελίδα βοήθειας";
$langHUser = "Βοήθεια Χρηστών";
$langHasDel = "έχει διαγραφτεί";
$langHelp = "Βοήθεια";
$langHome = "Επιστροφή στην αρχική σελίδα";
$langHomeContent = "Για περισσότερη ευκολία, τα εργαλεία του Claroline δε
δημιουργούνται κενά. Σε κάθε εργαλείο υπάρχει ένα μικρό παράδειγμα για
να σας βοηθείσει να κατανοήσετε ευκολότερα τον τρόπο λειτουργίας του.
Μπορείτε να επιλέξετε να σβήσετε αυτό το παράδειγμα ή να το αλλάξετε.</p>
<p>Για παράδειγμα, στην αρχική σελίδα του μαθήματός σας, υπάρχει ένα μικρό
κείμενο που λέει «Εισαγωγικό κείμενο του μαθήματος. Αντικαταστήτε το με το
δικό σας, κάνοντας κλίκ στην Αλλαγή». Πιέστε το «Αλλαγή», διορθώστε το
κείμενο και πιέστε «Επικύρωση». Κάθε εργαλείο έχει την ίδια απλή λογική:
προσθέτετε, διαγράφετε, αλλάζετε - οι σελίδες του μαθήματος είναι
δυναμικές.</p><p>Όταν πρωτοδημιουργείτε τις σελίδες του μαθήματός σας,
τα περισσότερα εργαλεία είναι ενεργοποιημένα. Κι εδώ, είναι δική σας
επιλογή να απενεργοποιήσετε αυτά που δε χρειάζεστε. Απλώς πιέζετε το
«Απενεργοποίηση». Τότε, μεταφέρεται στο γκρίζο μέρος της σελίδας. Δεν
είναι πια ορατό από τους φοιτητές σας, αλλά μπορείτε να το
ξαναενεργοποιήσετε όποτε θέλετε.</p><p>Μπορείτε να προσθέσετε τις δικές
σας σελίδες στην αρχική σελίδα του μαθήματος. Αυτές οι σελίδες πρέπει να
είναι σε μορφή HTML, και που μπορεί να δημιουργηθεί με κάποιον επεξεργαστή
κειμένου ή πρόγραμμα δημιουργίας ιστοσελίδων. Χρησιμοποιείστε την
επιλογή «Ανέβασμα σελίδας και δημιουργία συνδέσμου στην Αρχική Σελίδα»
για να στείλετε τη σελίδα σας στον εξυπηρετητή. Η επικεφαλίδα του
δικτυακού τόπου θα ενσωματωθεί αυτόματα στις σελίδες σας, οπότε
χρειάζεται μόνο να σκεφτείτε για το περιεχόμενο των σελίδων. Αν θέλετε
να προσθέσετε συνδέσμους από την αρχική σελίδα του μαθήματος προς
υπάρχουσες ιστοσελίδες που υπάρχουν ήδη κάπου αλλού στο δίκτυο (ή ακόμα
κάπου αλλού στον δικό σας δικτυακό τόπο), χρησιμοποιήστε την «Προσθήκη
συνδέσμου στην αρχική σελίδα». Οι σελίδες που προσθέτετε εσείς στην
αρχική σελίδα μπορούν να απενεργοποιηθούν και να διαγραφούν, ενώ τα
ενσωματωμένα εργαλεία μπορούν να απενεργοποιηθούν μόνο, αλλά όχι να
διαγραφούν.</p><p>Όταν η σελίδα του μαθήματός σας είναι έτοιμη, μπορείτε
να επιλέξετε το πόσο ανοιχτή είναι για τους χρήστες του συστήματος, από
την επιλογή «Αλλαγή πληροφορίας για το μάθημα». Στην αρχή, είναι κρυμμένη
(γιατί δουλεύετε ακόμη σε αυτήν).</p>";
$langHour = "Ωρα";
$langImpossible = "Δεν είναι δυνατή η λειτουργία";
$langIn = "στο";
$langIndeed = "Πράγματι, η Σωκρατική ειρωνεία είναι μια μέθοδος ερωτημάτων.";
$langInfo2Say = "Πληροφορία για τους φοιτητές";
$langInvalidId = "Λάθος στοιχεία. Αν δεν είστε γραμμένος, συμπληρωστε τη <a href='claroline/auth/inscription.php'>φόρμα εγγραφής</a></font color>";
$langIs = "είναι";
$langIsNowInYourDocDir = "είναι τώρα στο εργαλείο των εγγράφων. <br><B>Το αρχείο είναι ορατό</B>";
$langJustCreated = "Μόλις δημιουργήσατε το μάθημα";
$langLanguage = "Γλώσσα";
$langLast7Days = "Τελευταίες 7 μέρες";
$langLastMsg = "Τελευταίο μην.";
$langLasting = "Διάρκεια";
$langLink = "Σύνδεσμος";
$langLinkSite = "Σύνδεση σε ένα site";
$langLinks = "Σύνδεσμοι";
$langLoginBeforePost1 = "Για να στείλετε μηνύματα, ";
$langLoginBeforePost2 = "πρέπει προηγουμένως να ";
$langLoginBeforePost3 = "κάνετε login στην Τάξη";
$langLogout = "Εξοδος";
$langManager = "Διαχειριστής";
$langManyAnswers = "(περισσότερες από μία απαντήσεις μπορεί να είναι σωστές)";
$langMax = "μέγ.";
$langMaxSizeCourseCode = "με λατινικά γράμματα μέχρι 12 χαρακτήρες, π.χ. <i>FYS1234</i>";
$langMessage = "Οταν διαγράψετε τη δοκιμαστική περιοχή συζητήσεων, θα διαγραφτεί και το παρόν μήνυμα.";
$langMinute = "Λεπτά";
$langMissing = "λείπει";
$langModCatName = "Αλλαγή ονόματος κατηγορίας";
$langModifAnn = "Αλλαγή της ανακοίνωσης";
$langModifDone = "Η πληροφορία έχει αλλάξει";
$langModify = "Διόρθωση";
$langModifyProfile = "Αλλαγή του προφίλ μου";
$langMonth = "Μήνας";
$langMonthNames = "Array";
$langMove = "Μετακίνηση";
$langMyCourses = "Τα μαθήματά μου";
$langMyGroup = "η ομάδα μου";
$langNameCat = "Το όνομα της κατηγορίας έχει αλλάξει";
$langNameDir = "Όνομα του καινούριου καταλόγου";
$langNewBloc = "Αλλοr";
$langNewEx = "Καινούρια Ασκηση";
$langNewGroupCreate = "Δημιουργία καινούριας ομάδας χρηστών";
$langNewGroups = "ομάδα(ες) χρηστών";
$langNewQu = "Καινούρια ερώτηση";
$langNewToOld = "Αντιστροφή σειράς παρουσίασης";
$langNewTopic = "Νέο θέμα";
$langNo = "όχι";
$langNoEx = "Αυτή τη στιγμή δεν υπάρχει άσκηση";
$langNoGroupStudents = "Μη εγγεγραμμένοι φοιτητές";
$langNoPsychology = "Όχι, η Σωκρατική ειρωνεία δεν είναι θέμα ψυχολογίας, αλλά σχετίζεται με την επιχειρηματολογία.";
$langNoSeduction = "Όχι, η Σωκρατική ειρωνεία δεν είναι μέθοδος αποπλάνησης, ούτε βασίζεται στο παράδειγμα.";
$langNoSpace = "Το ανέβασμα του αρχείου απότυχε. Δεν υπάρχει αρκετός χώρος στον κατάλογο σας";
$langNomPageAddHtPass = "Προσθήκη διαχειριστή";
$langNone = "κανένας";
$langNotAllowed = "Δεν επιτρέπεται";
$langNotFalse = "Η απάντηση δεν είναι εσφαλμένη. Είναι αλήθεια ότι η αποκάλυψη της άγνοιας του συνομιλητή σας επιδεικνύει τα αντιφατικά συμπεράσματα που προκύπτουν από τις αρχικές παραδοχές του.";
$langNow = "Τώρα";
$langOk = "Εντάξει";
$langOkSent = "Η σελίδα σας στάλθηκε.<p>Θα δημιουργηθεί σύνδεσμος σε αυτήν στη <a href=../..//index.php>εισαγωγική σελίδα</a>";
$langOldToNew = "Αντιστροφή σειράς παρουσίασης";
$langOn = "On";
$langOneByOne = "Πρσθήκη χρήστη";
$langOneMyGroups = "ο επιβλέπων μου";
$langOneResp = "Ενας από τους διαχειριστές του μαθήματος";
$langOrganisation = "Διαχείριση των περιοχών συζητήσεων";
$langOtherCourses = "Λίστα Μαθημάτων";
$langPassTooEasy = "Το συνθηματικό σας είναι πολύ απλό. Χρησιμοποιήστε ένα συνθηματικό σαν και αυτό";
$langPassTwice = "Πληκτρολογήσατε δύο διαφορετικά συνθηματικά. Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και ξαναδοκιμάστε.";
$langPassTwo = "Εχετε πληκτρολογήσει δυο διαφορετικά συνθηματικά";
$langPgTitle = "Τίτλος σελίδας";
$langPlaces = "συμμετέχοντες στην ομάδα χρηστών (προαιρετικό)";
$langPoweredBy = "Με τη βοήθεια του";
$langPrivate = "κλειστό";
$langPrivateAccess = "Ελεγχόμενη Πρόσβαση (στο μάθημα έχουν πρόσβαση μόνο οι χρήστες που βρίσκοναι στη <a href=../user/user.php>Λίστα Χρηστών</a>)";
$langProblem = "Στη περίπτωση που αντιμετωπίζετε προβλήματα, επικοινωνήστε μαζί μας";
$langProfessor = "Καθηγητής";
$langProfessors = "Καθηγητής(ές)";
$langProfileReg = "Το καινούριο σας προφίλ έχει σωθεί";
$langPubl = "Τοποθετήθηκε την";
$langPublic = "ανοικτό";
$langPublicAccess = "Ελεύθερη Πρόσβαση από τη αρχική σελίδα χωρίς συνθηματικό";
$langPublish = "Δημοσίευση";
$langQuestion = "Ερώτηση";
$langQuestionPlan = "Ερώτηση στον διδάσκοντα";
$langQuestions = "Ερωτήσεις";
$langReg = "Εγγραφή";
$langRegAdmin = "Δημιουργία μαθημάτων";
$langRegIntoGroup = "Προσθέστε με στην ομάδα";
$langRegStudent = "Παρακολούθηση μαθημάτων";
$langRegUser = "εγγεγραμμένοι χρήστες του μαθήματος";
$langRegYou = "σας έχει γράψει σε αυτό το μάθημα";
$langRegistered = "Εγγεγραμμένοι";
$langRegistration = "Εγγραφή";
$langRemove = "διαγραφή";
$langRename = "Μετονομασία";
$langReply = "Απάντηση";
$langResult = "Βαθμολογία";
$langRidiculise = "Γελοιοποίηση του συνομιλητή σας προκειμένου να παραδεχτεί ότι κάνει λάθος.";
$langRole = "Ρόλος";
$langSave = "Αποθήκευση";
$langSeen = "Παλιά";
$langSendPage = "Όνομα αρχείου της σελιδας";
$langSettings = "δημιουργήθηκε με επιτυχία!
 Τα προσωπικά στοιχεία του λογαριασμού σας είναι τα εξής:

Όνομα χρήστη:";
$langSize = "Μέγεθος";
$langSocraticIrony = "Η Σωκρατική ειρωνεία είναι...";
$langStatistics = "Στατιστικά";
$langStatus = "Ενέργεια";
$langStudent = "φοιτητής";
$langSubTitle = "Προσθήκη ενος συνδέσμου σε site στην αρχική σελίδα του μαθήματος, μιας σελίδας ή οποιουδήποτε URL. Συμβουλή: αν θέλετε να προσθέσετε ένα σύνδεσμο σε μια σελίδα, πηγαίνετε σε αυτή τη σελίδα, και κάντε αποκοπή και επικόλληση τη διεύθυνσή της στη μπάρα των URL στο πάνω μέρος του browser και εισάγετέ το στο \"link\" πεδίο παρακάτω.";
$langSupportForum = "Περιοχή υποστήριξης";
$langTaken = "χρησιμοποιείται ήδη. Διαλέχτε άλλο.";
$langTargetFac = "Η σχολή ή το τμήμα που αναφέρεται το μάθημα";
$langTestForum = "Δοκιμαστική περιοχή συζητήσεων";
$langTheU = "Ο χρήστης";
$langThisCourseDescriptionIsEmpty = "Το μάθημα δεν διαθέτει περιγραφή";
$langTipLang = "Αυτή η γλώσσα θα ισχύει για κάθε επισκέπτη του μαθήματος.";
$langTitle = "Τίτλος";
$langTitular = "Συγγραφέας";
$langTo = "στο";
$langToday = "Σήμερα";
$langTodo = "Να γίνουν";
$langTooBig = "Δεν διαλέξατε κάποιο αρχείο για να στείλετε,ή είναι πολύ μεγάλο";
$langTools = "Εργαλεία";
$langTrue = "Σωστό";
$langUncompress = "αποσυμπίεση του αρχείο (.zip) στον εξυπηρέτη";
$langUncompulsory = "(προαιρετικό)";
$langUnreg = "Διαγραφή";
$langUnvalid = "έχουν άκυρη διεύθυνση email ή δεν έχουν καθόλου";
$langUp = "Πάνω";
$langUpload = "Ανέβασμα";
$langUploadAndZipEnd = "Το αρχείο zip ανέβηκε και αποσυμπιέστηκε";
$langUploadEnd = "Ολοκληρώθηκε το ανέβασμα";
$langUploadFile = "Ανέβασμα αρχείου στον εξυπηρέτη";
$langUser = "Χρήστες";
$langUserContent = "<b>Ρόλοι</b><p>Οι ρόλοι δεν σχετίζονται καθόλου με τον υπολογιστή.
 Δεν δίνουν δικαιώματα πάνω στο λειτουργικό σύστημα. Συνήθως δείχνουν στους ανθρώπους,
 ποιος είναι ποιος. Μπορείτε να τους τροποποιήσετε κάνοντας κλίκ στη 'τροποποίηση' κάτω από 
 το 'ρόλο', ύστερα πληκτρολογώντας οτιδήποτε θέλετε: καθηγητή, βοηθό, φοιτητή,
 επισκέπτη, ...</P><hr>
<b>Δικαιώματα Διαχειριστή</b>
<p>Τα δικαιώματα διαχειριστή, από την άλλη, ανταποκρίνονται στην τεχνική
 εξουσιοδότηση να αλλάξετε τα περιεχόμενα και τον οργάνωση του μαθήματος. 
 Προς το παρόν, μπορείτε μόνο να διαλέξετε μεταξύ όλων των δικαιώμάτων διαχειριστή
 ή κανένα από αυτά.</P>
<p>Για να επιτρέψετε σε ένα βοηθόa, για παράδειγμα, να συν-διαχειριστεί το μάθημα, αρκεί να 
 τον εγγράψετε στο μάθημα ή να βεβαιωθείτε ότι είναι ήδη γραμμένος, ύστερα κάντε κλίκ
 στην 'Αλλαγή'  κάτω από τα 'Δικαιώματα Διαχειριστή', ύστερα κάντε κλίκ στο 'Ολα', ύστερα στο 'Εντάξει'.</P><hr>
<b>Συνδιδάσκοντας</b>
<p>Για να αναφέρεται στην επικεφαλίδα του μαθήματος το όνομα ενός συνδιδάσκοντα, 
 χρησιμοποιήστε το εργαλείο 'Αλλαγή πληροφορίας για το Μάθημα' . 
 Αυτή η αλλαγή δεν κάνει τον συνδιδάσκοντά σας ένα χρήστη ενός μαθήματος.
 Το πεδίο 'Καθηγητές' είναι εντελώς ανεξάρτητο από τη λίστα των χρηστών.</p><hr>
<b>Προσθήκη ενός χρήστη</b>
<p>Για να προσθέσετε ένα χρήστη στο μάθημά σας, συμπληρώστε τα πεδία και επιβεβαιώστε το. Ο χρήστης
θα λάβει ένα e-mail που θα τον/την ενημερώνει ότι τον/την έχετε εγγράψει και απλά πείτε του/της
ή θυμήστε του/της το όνομα χρήστη και το συνθηματικό.</p>";
$langUserName = "Όνομα χρήστη";
$langUserNo = "Το όνομα χρήστη που διαλέξατε";
$langUserNumber = "αριθμός";
$langUserOneByOneExplanation = "Αυτός (αυτή) θα λάβει ειδοποίηση μέσω email με όνομα χρήστη και συνθηματικό";
$langUserTaken = "Το όνομα χρήστη ήδη χρησιμοποιείται από κάποιον άλλον";
$langUsers = "Χρήστες";
$langValid = "Επικύρωση";
$langViMod = "Η ορατότητα του εγγράφου άλλαξε";
$langVisibility = "Ορατό / Αόρατο";
$langWork = "Εργασίες Φοιτητών";
$langYear = "Ετος";
$langYes = "Ναι";
$langYouAreReg = "Ο λογαριασμός σας στην πλατφόρμα ";
$langYourReg = "Η εγγραφή σας στο";
$langZipNoPhp = "Το αρχείο zip δεν πρέπει να περιέχει αρχεία.PHP";
?>