<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */

$langModifInfo="Αλλαγή των πληροφοριών για το μάθημα";
$langModifDone="Η πληροφορία έχει αλλάξει";
$langHome="Επιστροφή στην αρχική σελίδα";
$langCode="Κωδικος Μαθήματος";
$langDelCourse="Διαγραφή του μαθήματος";
$langProfessors="Καθηγητές";
$langTitle="Τίτλος Μαθήματος";
$langFaculty="Τμήμα";
$langDescription="Περιγραφή";
$langConfidentiality="Τύπος Πρόσβασης";
$langPublic="Ελεύθερη Πρόσβαση από τη αρχική σελίδα χωρίς συνθηματικό";
$langPrivOpen="Ελεγχόμενη Πρόσβαση με ανοιχτή εγγραφή";
$langPrivate="Ελεγχόμενη Πρόσβαση (στο μάθημα έχουν πρόσβαση μόνο οι χρήστες που βρίσκοναι στη <a href=../user/user.php>Λίστα Χρηστών</a>)";
$langForbidden="Μη επιτρεπτή";
$langLanguage="Γλώσσα";
$langConfTip="Εξ' ορισμού, το μάθημα είναι προσπελάσιμο μόνο από εσάς. Αν θέλετε ελεγχόμενη πρόσβαση, μπορείτε να επιλέξετε 'Ελεγχόμενη Προσβαση με ανοιχτή 
εγγραφή' και να ζητήσετε από τους χρήστες να γραφτούν. Μόλις τελειώσει η εγγραφή μπορείτε να επιλέξετε 'Ελεγχομενη προσβαση'.";
$langTipLang="Αυτή η γλώσσα θα ισχύει για κάθε επισκέπτη του μαθήματος.";
$langDepartmentUrl = "Ιστοσελίδα Πανεπιστημίου";
$langDepartmentUrlName = "Πανεπιστήμιο";

// Change Home Page
$langAgenda="Ατζέντα";
$langLink="Σύνδεσμοι";
$langDocument="Εγγραφα";
$langVid="Βίντεο";
$langWork="Εργασίες Φοιτητών";
$langProgramMenu="Πρόγραμμα Μαθήματος";
$langAnnouncement="Ανακοινώσεις";
$langUser="Χρήστες";
$langForum="Περιοχή Συζητήσεων";
$langExercise="Ασκήσεις";
$langStats="Στατιστικά";
$langUplPage="Ανέβασμα σελίδας και δημιουργία συνδέσμου στην Αρχική Σελίδα";
$langLinkSite="Προσθήκη συνδέσμου σελίδας στην αρχική σελίδα";
$langModifInfo="Αλλαγή πληροφορίας για το μάθημα";
$langBackupCourse="Αντίγραφο Ασφαλείας του Μαθήματος";
// delete_course.php

$langModifGroups="Ομάδες Εργασίας";

// delete_course.php


$langDelCourse="Διαγραφή ολόκληρου του μαθήματος";
$langCourse="το μάθημα";
$langHasDel="έχει διαγραφτεί";
$langBackHome="Επιστροφή στην αρχική σελίδα του";
$langByDel="Διαγράφοντας αυτό το μάθημα θα διαγραφτούν μόνιμα όλα τα περιεχόμενα του και όλοι οι φοιτητές που είναι γραμμένοι σε αυτό (δεν θα διαγραφτούν από τα άλλα μαθήματα).<p>Θέλετε πράγματι να το διαγράψετε";
$langY="ΝΑΙ";
$langN="ΟΧΙ";
?>
