<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langNo="Οχι";
$langYes="Ναι";

$langHelp="Βοήθεια";
$langActivate="ενεργοποίηση";
$langAdminOnly="Μόνο για Διαχειριστές";
$langInLnk="Απενεργοποιημένοι σύνδεσμοι";

$langDelLk="Θέλετε πραγματικά να διαγράψετε αυτόν τον σύνδεσμο ?";

$langRemove="Διαγραφή";
$langDeactivate="απενεργοποίηση";
$langActivate="ενεργοποίηση";
$langRemove="διαγραφή";

$langCourseCreate = "Δημιουργία ενός μαθήματος";
$langEnter ="Είσοδος";

?>
