<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langLn="Γλώσσα";

$langDescription="Περιγραφή";
$langDescrInfo="Σύντομη περιγραφή του μαθήματος";
$langCreateSite="Δημιουργία ενός μαθήματος";
$langFieldsRequ="Ολα τα πεδία είναι υποχρεωτικά";
$langTitle="Τιτλος μαθήματος";
$langEx="π.χ. <i>Ιστορία της Τέχνης</i>";
$langFac="Σχολή / Τμήμα";
$langTargetFac="Η σχολή ή το τμήμα που αναφέρεται το μάθημα"; 
$langCode="Κωδικός Μαθήματος";
$langMaxSizeCourseCode="με λατινικά γράμματα μέχρι 12 χαρακτήρες, π.χ. <i>FYS1234</i>";
$langDoubt="Αν δεν ξέρετε το κωδικό του μαθήματος συμβουλευτείτε";
$langProgram="το Πρόγραμμα Μαθημάτων. Αν το μάθημα δεν έχει κωδικό βάλτε ένα της αρεσκεία σας. Για παράδειγμα<i>ΑΛΓΕΒΡΑ</i>";
$langProfessors="Καθηγητής(ές)";
$langExplanation="Οταν πατήσετε το «Εντάξει», θα δημιουργηθεί μια ιστοσελίδα με Περιοχή συζητήσεων, Ατζέντα, κ.λπ.. Μπορείτε να τη τροποποιήσετε σύμφωνα με τις απαιτήσεις σας.";
$langEmpty="Αφήσατε μερικά πεδία κενά.<br>Πατήστε το πλήκτρο «Επιστροφή» του browser και ξαναδοκιμάστε.";
$langCodeTaken="Αυτός ο κωδικός μαθήματος χρησιμοποιείται ήδη.<br>Πατήστε το πλήκτρο «Επιστροφή» του browser και ξαναδοκιμάστε";


// tables MySQL
$langFormula="Μετά τιμής";
$langForumLanguage="english";	// other possibilities are english, spanish (this uses phpbb language functions)
$langTestForum="Δοκιμαστική περιοχή συζητήσεων";
$langDelAdmin="Διαγράψτε την μέσω του εργαλείου διαχείρισης της περιοχής";
$langMessage="Οταν διαγράψετε τη δοκιμαστική περιοχή συζητήσεων, θα διαγραφτεί και το παρόν μήνυμα.";
$langExMessage="Παράδειγμα Μηνύματος";
$langAnonymous="Ανώνυμος";
$langExerciceEx="Υπόδειγμα Ασκησης";
$langAntique="Ιστορία της αρχαίας φιλοσοφίας";
$langSocraticIrony="Η Σωκρατική ειρωνεία είναι...";
$langManyAnswers="(περισσότερες από μία απαντήσεις μπορεί να είναι σωστές)";
$langRidiculise="Γελοιοποίηση του συνομιλητή σας προκειμένου να παραδεχτεί ότι κάνει λάθος.";
$langNoPsychology="Όχι, η Σωκρατική ειρωνεία δεν είναι θέμα ψυχολογίας, αλλά σχετίζεται με την επιχειρηματολογία.";
$langAdmitError="Παραδοχή των δικών σας σφαλμάτων ώστε να ενθαρρύνετε το συνομιλητή σας να κάνει το ίδιο.";
$langNoSeduction="Όχι, η Σωκρατική ειρωνεία δεν είναι μέθοδος αποπλάνησης, ούτε βασίζεται στο παράδειγμα.";
$langForce="Εξώθηση του συνομιλητή σας, με μια σειρά ερωτήσεων και υποερωτήσεων, να παραδεχτεί ότι δεν ξέρει ό,τι ισχυρίζεται πως ξέρει.";
$langIndeed="Πράγματι, η Σωκρατική ειρωνεία είναι μια μέθοδος ερωτημάτων.";
$langContradiction="Χρήση της αρχής της αποφυγής αντιφάσεων προκειμένου να οδηγήσετε τον συνομιλητή σας σε αδιέξοδο.";
$langNotFalse="Η απάντηση δεν είναι εσφαλμένη. Είναι αλήθεια ότι η αποκάλυψη της άγνοιας του συνομιλητή σας επιδεικνύει τα αντιφατικά συμπεράσματα που προκύπτουν από τις αρχικές παραδοχές του.";


// Home Page MySQL Table "accueil"
$langAgenda="Ατζέντα";
$langLinks="Σύνδεσμοι";
$langDoc="Εγγραφα";
$langVideo="Βίντεο";
$langWorks="Εργασίες Μαθητών";
$langCourseProgram="Πρόγραμμα Μαθήματος";
$langAnnouncements="Ανακοινώσεις";
$langUsers="Χρήστες";
$langForums="Περιοχή συζητήσεων";
$langExercices="Ασκήσεις"; 
$langStatistics="Στατιστικά";
$langAddPageHome="Ανέβασμα σελίδας και δημιουργία συνδέσμου στην αρχική σελίδα";
$langLinkSite="Προσθήκη συνδέσμου στην αρχική σελίδα";
$langModifyInfo="Αλλαγή πληροφοριών μαθήματος";


// Other SQL tables
$langAgendaTitle="Πρώτο Μάθημα";
$langAgendaText="Εισαγωγή στην Αλγεβρα Αριθμών";
$langMicro="Συνεντεύξεις";
$langVideoText="Παράδειγμα ενός αρχείου RealVideo. Μπορείτε να ανεβάσετε οποιοδήποτε τύπο αρχείου βίντεο (.mov, .rm, .mpeg...), εφόσον οι φοιτητές έχουν το αντίστοιχο plug-in για να το δούν";
$langGoogle="Γρήγορη και Πανίσχυρη μηχανής αναζήτησης";
$langIntroductionText="Εισαγωγικό κείμενο του μαθήματος. Αντικαταστήτε το με το δικό σας, κάνοντας κλίκ στην <b>Αλλαγή</b>.";
$langIntroductionTwo="Αυτή η σελίδα επιτρέπει οποιοδήποτε φοιτητή να ανεβάσει ένα αρχείο στο μάθημα. Μπορείτε να στείλετε αρχεία HTML, μόνο αν δεν έχουν εικόνες.";
$langCourseDescription="Γράψτε μια περιγραφή η οποία θα εμφανίζεται στο κατάλογο μαθημάτων .";
$langProfessor="Καθηγητής";
$langAnnouncementEx="Παράδειγμα ανακοίνωσης. Μόνο ο καθηγητής και τυχόν άλλοι διαχειριστές του μαθήματος μπορεί να ανεβάσουν ανακοινώσεις.";
$langJustCreated="Μόλις δημιουργήσατε το μάθημα";
$langEnter="Εισοδος";
$langMillikan="Πείραμα Millikan";
$langCourseDesc = "Περιγραφή Μαθήματος";
 // Groups
$langGroups="Ομάδες Χρηστών";
$langCreateCourseGroups="Ομάδες Χρηστών";
$langCatagoryMain="Αρχή";
$langCatagoryGroup="Συζήτησεις Ομάδων χρηστών";
$langChat ="Κουβέντα";
?>
