<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */

$langLinkSite="Σύνδεση σε ένα site";
$langSubTitle="Προσθήκη ενος συνδέσμου σε site στην αρχική σελίδα του μαθήματος, μιας σελίδας ή οποιουδήποτε URL. Συμβουλή: αν θέλετε να προσθέσετε ένα σύνδεσμο σε μια σελίδα, πηγαίνετε σε αυτή τη σελίδα, και κάντε αποκοπή και επικόλληση τη διεύθυνσή της στη μπάρα των URL στο πάνω μέρος του browser και εισάγετέ το στο \"link\" πεδίο παρακάτω.";
$langAdded="Ο σύνδεσμος προστέθηκε";
$langHome="Επιστροφή στην αρχική σελίδα";
$langName="Όνομα";
$langLink="Σύνδεσμος";
?>
