<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */

$langForums="Περιοχές συζητήσεων";
$langOrganisation="Διαχείριση των περιοχών συζητήσεων";
$langForCat="Περιοχές συζητήσεων της κατηγορίας";
$langBackCat="επιστροφή στις κατηγορίες";
$langForName="Όνομα περιοχής συζητήσεων";
$langDescription="Περιγραφή";
$langFunctions="Λειτουργίες";
$langAddForCat="Προσθήκη περιοχής συζητήσεων στην κατηγορία";
$langAdd="προσθήκη";
$langChangeCat="Αλλαγή της κατηγορίας";
$langSave="Αποθήκευση";
$langModCatName="Αλλαγή ονόματος κατηγορίας";
$langCat="Κατηγορία";
$langNameCat="Το όνομα της κατηγορίας έχει αλλάξει";
$langBack="Επιστροφή";
$langCatAdded="Προστέθηκε κατηγορία";
$langForCategories="Κατηγορίες περιοχών συζητήσεων";
$langAddForums="Για να προσθέσετε περιοχές συζητήσεων, κάντε κλίκ στο «Περιοχές συζητήσεων» στην κατηγορία της επιλογής σας. Μια κενή κατηγορία (χωρίς περιοχές) δεν θα φαίνεται στους φοιτητές";
$langCategories="Κατηγορίες";
$langNbFor="Αριθμός περιοχών συζητήσεων";
$langFunctions="Λειτουργίες";
$langAddCategory="Προσθήκη κατηγορίας";


?>
