<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */

$langInvalidId="Λάθος στοιχεία. Αν δεν είστε γραμμένος, συμπληρωστε τη <a href='claroline/auth/inscription.php'>φόρμα εγγραφής</a></font color>";
$langCourseCreate="Δημιουργία ενός μαθήματος";
$langTodo="Να γίνουν";
$langWelcome="τα μαθήματα είναι διαθέσιμα παρακάτω. Αλλα μαθήματα απαιτούν
όνομα χρήστη και συνθηματικό, τα οποία μπορείτε να τα αποκτήσετε κάνοντας κλίκ στην 'εγγραφή'. Οι καθηγητές
μπορούν να δημιουργήσουν μαθήματα κάνοντας κλικ στην εγγραφή επίσης, αλλά επιλέγοντας ύστερα
'Δημιουργία μαθημάτων (καθηγητές)'.";
$langUserName="Όνομα χρήστη";
$langPass="Συνθηματικό";
$langEnter="Είσοδος";
$langHelp="Βοήθεια";
$langManager="Διαχειριστής";
$langPlatform="Με τη βοήθεια του";
$langReg="Εγγραφή";
$langMenu ="Μενού";
$langOtherCourses="Λίστα Μαθημάτων";
$langSupportForum="Περιοχή υποστήριξης";
?>
