<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */

$langLinks="Σύνδεσμοι";
$langListDeleted="Ο κατάλογος έχει διαγραφτεί";
$langLinkMod="Ο σύνδεσμος τροποποιήθηκε";
$langLinkDel="Ο σύνδεσμος διαγράφτηκε";
$langAddLink="Προσθήκη συνδέσμου";
$langLinkName="Όνομα συνδέσμου";
$langDescription="Περιγραφή";
$langDelList="Διαγραφή ολόκληρου του καταλόγου";
$langLinkAdd="Ο σύνδεσμος προστέθηκε";

?>
