<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langProgram="Πρόγραμμα σπουδών";
$langAddressProgram="Διεύθυνση του προγράμματος σπουδών";
$langIfNoAppear="Αν το πρόγραμμα σπουδών δεν εμφανίζεται παρακάτων, βρείτε το στο ";
$langCorrectIt="Κατάλογο Σπουδών";
$langOut="Εχετε φύγει από το πρόγραμμα σπουδών";
$langCome="Για να επιστρέψετε πίσω, κάντε κλίκ";
$langBack="Εδώ";
?>
