<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langRegistration="Εγγραφή";
$langName="Επίθετο";
$langSurname="Όνομα";
$langUsername="Όνομα χρήστη";
$langPass="Συνθηματικό";
$langConfirmation="επιβεβαίωση";
$langEmail="Email";
$langStatus="Ενέργεια";
$langRegStudent="Παρακολούθηση μαθημάτων";
$langRegAdmin="Δημιουργία μαθημάτων";

// inscription_second.php

$langPassTwice="Πληκτρολογήσατε δύο διαφορετικά συνθηματικά. Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και ξαναδοκιμάστε.";

$langEmptyFields="Αφήσατε μερικά πεδία κενά. Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και ξαναδοκιμάστε.";

$langUserFree="Το όνομα χρήστη που επιλέξατε χρησιμοποιείται! Χρησιμοποιήστε το πλήκτρο «επιστροφή» του browser σας και 
ξαναδοκιμάστε.";

$langYourReg="Η εγγραφή σας στο";
$langDear="Αγαπητέ";
$langYouAreReg="Ο λογαριασμός σας στην πλατφόρμα ";
$langSettings="δημιουργήθηκε με επιτυχία!\n Τα προσωπικά στοιχεία του λογαριασμού σας είναι τα εξής:\n\nΌνομα χρήστη:";
$langAddress="Η διεύθυνση του";
$langIs="είναι";
$langProblem="Στη περίπτωση που αντιμετωπίζετε προβλήματα, επικοινωνήστε μαζί μας";
$langFormula="Φιλικά";
$langManager="Υπεύθυνος";
$langPersonalSettings="Οι προσωπικές σας ρυθμίσεις έχουν καταχωρηθεί και σας στάλθηκε ένα email για να θυμάστε το όνομα χρήστη και το συνθηματικό σας.</p>Επιλέξτε από τον κατάλογο τα μαθήματα που θέλετε να παρακολουθήσετε.";
$langYourRegTo="Ο κατάλογος με τα μαθήματά σας περιέχει";
$langIsReg="έχει ενημερωθεί";
$langCanEnter="Τώρα μπορείτε να <a href=../../index.php>μπείτε στην ψηφιακή αίθουσα</a>";

// profile.php


$langModifProfile="Αλλαγή του προφίλ μου";
$langPassTwo="Εχετε πληκτρολογήσει δυο διαφορετικά συνθηματικά";
$langAgain="Ξαναπροσπαθήστε!";
$langFields="Αφήσατε μερικά πεδία κενά";
$langUserTaken="Το όνομα χρήστη ήδη χρησιμοποιείται από κάποιον άλλον";
$langEmailWrong="Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι συμπληρωμένη ή περιέχει άκυρους χαρακτήρες";
$langProfileReg="Το καινούριο σας προφίλ έχει σωθεί";
$langHome="Επιστροφή στην αρχική σελίδα";

// user.php

$langUsers="Χρήστες";
$langModRight="Αλλαγή των δικαιωμάτων διαχειριστή του";
$langNone="κανένας";
$langAll="όλοι";
$langNoAdmin="δεν έχει<b>δικαιώματα διαχειριστή σε αυτό το site</b>";
$langAllAdmin="έχει τώρα<b>όλα τα δικαιώματα διαχειριστή σε αυτό το site</b>";
$langModRole="Αλλαγή του ρόλου του";
$langRole="Ρόλος";
$langIsNow="είναι τώρα";
$langInC="σε αυτό το μάθημα";
$langFilled="Εχετε αφήσει μερικά πεδία κενά.";
$langUserNo="Το όνομα χρήστη που διαλέξατε";
$langTaken="χρησιμοποιείται ήδη. Διαλέχτε άλλο.";
$langOneResp="Ενας από τους διαχειριστές του μαθήματος";
$langRegYou="σας έχει γράψει σε αυτό το μάθημα";
$langTheU="Ο χρήστης";
$langAddedU="έχει προστεθεί. Στάλθηκε ένα email σε αυτόν";
$langAndP="και το συνθηματικό τους";
$langDereg="έχει διαγραφεί από αυτό το μάθημα";
$langAddAU="Προσθέστε ένα χρήστη";
$langStudent="φοιτητής";
$langBegin="αρχή.";
$langPreced50 = "Προηγούμενα 50.";
$langFollow50 = "Επόμενα 50";
$langEnd = "τέλος";
$langAdmR="Δικαιώματα Διαχειριστή";
$langUnreg = "Διαγραφή";
$langAddHereSomeCourses = "<font size=2 face='Arial, Helvetica'><big>Αλλαγή του καταλόγου μαθημάτων</big><br><br>
Κάντε κλικ στα μαθήματα που θέλετε να παρακολουθήσετε.
Αποεπιλέξτε τα μαθήματα που δεν θέλετε πλέον να παρακολουθήσετε. Υστερα κάντε κλίκ στο ΟΚ";
$langTitular = "Συγγραφέας";

$langGroup="ομάδα χρηστών";
$langUserNoneMasc="-";
$langTutor="Διδάσκοντας";
$langTutorDefinition="Διδάσκον (δικαίωμα να επιβλέπει τις ομάδες χρηστών)";
$langAdminDefinition="Διαχειριστής (δικαίωμα να αλλάζει το περιεχόμενο των μαθημάτων)";
$langDeleteUserDefinition="Διαγραφή (διαγραφή από τον κατάλογο χρηστών του <b>παρόντος</b> μαθήματος)";
$langNoTutor = "δεν είναι διδάσκοντας σε αυτό το μάθημα";
$langYesTutor = "είναι διδάσκοντας σε αυτό το μάθημα";
$langUserRights="Δικαιώματα χρηστών";
$langNow="τώρα";
$langOneByOne="Πρσθήκη χρήστη";
$langUserMany="Εισαγωγή καταλόγου χρηστών μέσω αρχείων κειμένου";
$langNo="όχι";
$langYes="ναι";
$langUserAddExplanation="κάθε γραμμή του αρχείου που θα στείλετε θα περιέχει 5 πεδία:
		 <b>Ονομα&nbsp;&nbsp;&nbsp;Επίθετο&nbsp;&nbsp;&nbsp;
		Ονομα Χρήστη&nbsp;&nbsp;&nbsp;Συνθηματικό&nbsp;
		&nbsp;&nbsp;Email</b> και θα ειναι χωρισμένο με tab.
		Οι χρήστες θα λάβουν ειδοποίηση μέσω email με το όνομα χρήστη / συνθηματικό.";
$langSend="Αποστολή";
$langDownloadUserList="Ανέβασμα καταλόγου";
$langUserNumber="αριθμός";
$langGiveAdmin="Προσθήκη δικαίωματος διαχειριστή";
$langRemoveRight="Αφαίρεση δικαίωματος";
$langGiveTutor="Προσθήκη δικαίωματος διδάσκοντα";
$langUserOneByOneExplanation="Αυτός (αυτή) θα λάβει ειδοποίηση μέσω email με όνομα χρήστη και συνθηματικό";
$langBackUser="Επιστροφή στη λίστα χρηστών";
$langUserAlreadyRegistered="Ενας χρήστης με ίδιο όνομα / επίθετο είναι ήδη γραμμένος σε αυτό το μάθημα.
				Δεν μπορείτε να τον (την) ξαναγράψετε.";

$langAddedToCourse="είναι ήδη γραμμένος στο πανεπιστήμιου αλλά όχι σε αυτό το μάθημα. Τώρα έγινε.";
$langGroupUserManagement="Διαχείριση ομάδας χρηστών";
$langIsReg="Οι αλλαγές σας κατοχυρώθηκαν";
$langPassTooEasy ="Το συνθηματικό σας είναι πολύ απλό. Χρησιμοποιήστε ένα συνθηματικό σαν και αυτό";

$langIfYouWantToAddManyUsers="Αν θέλετε να προσθέσετε ένα κατάλογο με χρήστες στο μάθημά σας, παρακαλώ συμβουλευτείτε τον διαχειριστή συστήματος.";

$langCourses="μαθήματα.";

$langLastVisits="Οι τελευταίες μου επισκέψεις";
?>
