<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langPropositions="Κατάλογος με μελλοντικές προτάσεις ";
$lang_subscribe_processing ="Διαδικασία Εγγραφής";.
$langAuthRequest = "Απαιτείται εξακρίβωση στοιχείων";
$langSubscribeDone = "Η εγγραφή έγινε";
$langAndGoBack ="Επιστροφή";
$langAlreadySubscribe ="Εγγεγραμένος ήδη";


?>
