<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langimage_upload="Ανέβασμα Εικόνας";
$langimage_assist="Βοήθεια στο ανέβασμα εικόνας";
$langloadimage="Φορτωμα Εικόνας";
$langFileToLoad="Αρχείο για φόρτωμα :";
$langFileLoaded="Το αρχείο φορτώθηκε :";
$langFileName="Περιγραφή Εικόνας (μέχρι 254 χαρ.) :";
$langAddArea="Προσθήκη σημαντικών περιοχών -->";
$langSaveImg="Αποθήκευση Εικόνας";
$langEditimage="Διόρθωση Εικόνας";
$langUpdateQ="Ενημέρωση της Ερώτησης";
?>