<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   Greek Translation                                                  |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Costas Tsibanis		<costas@noc.uoa.gr>                      |
      |          Yannis Exidaridis 	<jexi@noc.uoa.gr>                        |
      +----------------------------------------------------------------------+
 */
$langVideo="Βίντεο";
$langFileNot="Το αρχείο δεν στάλθηκε";
$langTooBig="Δεν διαλέξατε κάποιος αρχείο ή το αρχείο είναι πολύ μεγάλο.";
$langListDel="Διαγραφτηκε ολόκληρος ο κατάλογος.";
$langBList="Επιστροφή στον Κατάλογο";
$langTitleMod="Τροποποιήθηκε ο τίτλος του εγγράφου";
$langFAdd="Το αρχείο προστέθηκε";
$langDelF="Το αρχείο διαγράφτηκε.";
$langAddV="Προσθήκη αρχείου ήχου ή βίντεο";
$langsendV="Αποστολή αρχείου ήχου ή βίντεο";
$langDocTitle="Τίτλος εγγράφου";
$langDescr="Περιγραφή";
$langDelList="Διαγραφή ολόκληρου του καταλόγου";
?>