
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Author" content="François van Damme">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <title>Travail de philo</title>
</head>
<body bgcolor="white" dir="<?php echo $text_dir ?>">
<div id="Layer1" style="position:absolute; width:124px; height:69px; z-index:1; left: 202px; top: 48px">
</div>

<center><table BORDER COLS=1 WIDTH="650" BACKGROUND="paper10.gif" >
<tr>
<td>
<center><a NAME="Top"></a><b><i><u><font face="Times New Roman,Times"><font color="#008000"><font size=+2>Table
des mati&egrave;res:&nbsp;</font></font></font></u></i></b>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#IntroG">Introduction
g&eacute;n&eacute;rale</a></font></font>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#Groupe">Composition
du groupe</a></font></font>
<p>&nbsp;<font face="Times New Roman,Times"><font size=+1><a href="#IntroA">Introduction
des auteurs</a></font></font>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#Argu">Argumentation</a></font></font>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#CArgu">Contre-Argumentation</a></font></font>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#Position">Notre
position vis-&agrave;-vis des auteurs</a></font></font>
<p><font face="Times New Roman,Tim</a></font></font>
<p><f,Tim</a></font></font>


<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#Interview">R&eacute;sum&eacute;
de l'interview avec l'expert</a></font></font>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#Ingénieur">Lien
avec le m&eacute;tier d'ing&eacute;nieur</a></font></font>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#Conclu">Conclusion</a></font></font>
<p><font face="Times New Roman,Times"><font size=+1>&nbsp;<a href="#Biblio">Bibliographie</a></font></font>
<p><a NAME="IntroG"></a><b><i><u><font face="Times New Roman,Times"><font color="#008000"><font size=+2>Introduction
g&eacute;n&eacute;rale :</font></font></font></u></i></b></center>

<p><font face="Times New Roman,Times">Ch&egrave;res lectrices, chers lecteurs,
voici notre travail de philosophie dont le th&egrave;me &eacute;tait :
" Pouvoir et int&eacute;r&ecirc;ts de classe, r&eacute;alisme politique
et critiques des id&eacute;ologies ". Ce th&egrave;me &eacute;tant assez
vaste notre analyse porte principalement sur la notion de pouvoir. Nous
pourrions reformuler le titre de ce travail par les questions suivantes
:&nbsp;</font>
<ul>
<li>
<font face="Times New Roman,Times">Comment les trois auteurs d&eacute;crivent-ils
la notion de pouvoir ? Sont-ils objectifs ou est-ce une id&eacute;ologie
propre &agrave; leur &eacute;poque ?</font></li>

<li>
<font face="Times New Roman,Times">Quest-ce qui dans leur th&egrave;ui dans leur th&egrave;se
en,Times">Quest-ce qui dans leur th&egrave;se
est encore dapplication dans le syst&egrave;me politique actuel ?&nbsp;</font></li>
</ul>

<div align=right>&nbsp; <a href="#Top">Table des mati&egrave;res</a></div>

<center><a NAME="Groupe"></a><b><i><u><font face="Times New Roman,Times"><font color="#008000"><font size=+2>Composition
du groupe :</font></font></font></u></i></b></center>

<p><font face="Times New Roman,Times">Tout dabord, nous tenons &agrave;
insister sur le fait que les d&eacute;bats furent nombreux et anim&eacute;s,
que tout le monde y a pris une part active, et que le rapport final est
une synth&egrave;se des &eacute;crits et des positions de chacun.</font>
<p><font face="Times New Roman,Times">Gauthier Finn&eacute;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<a href="mailto:gfinne@student.fsa.ucl.ac.be">gfinne@student.fsa.ucl.ac.be</a>&nbsp;&nbsp;<font size=-1>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

</font>Explorateur</font>
<br><font face="Times New Roman,Times"><u>Description des t&acirc;ches
effectu&eacute;es :</u> R&eacute;daction de la contre-argumentation de
Machiavel, participation au rapport de la philosophie avec le m&eacute;tier
ding&eacute;nieur et d&eacute;finitions des mots cl&eacute;s, participation
&agrave; la r&eacute;daction de lintroduction.</font>
<p><font face="Times New Roman,Times">Arjun Remacle&nbsp;&nbsp;&nbsp;&nbsp;le&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;p;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<a href="mailto:djudjun@hotmail.com">djudjun@hotmail.com</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Logicien</font>
<br><font face="Times New Roman,Times"><u>Description des t&acirc;ches
effectu&eacute;es :</u> Pr&eacute;sent lors de linterview de lexpert,
participation au rapport de linterview et de la conclusion, participation
a la r&eacute;daction du rapport.</font>
<p><font face="Times New Roman,Times">H&eacute;l&egrave;ne Martin&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<a href="mailto:hmartin@student.fsa.ucl.ac.be">hmartin@student.fsa.ucl.ac.be</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Politique, Graphiste</font>
<br><font face="Times New Roman,Times"><u>Description des t&acirc;ches
effectu&eacute;es :</u> R&eacute;daction dune synth&egrave;se des trois
auteurs ayant servi de point de d&eacute;part &agrave; la partie " argumentation
", pr&eacute;sente lors de linterview de lexpert et r&eacute;daction
du r&eacute;sum&eacute; de linterview.</font>
<p><font face="Times New Roman,Times">Vincent Gieling&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<a href="mailto:vgieling@student.fsa.ucl.ac.be">vgieling@student.fsa.ucl.ac.be</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Reporter</font>
<br><font face="Tont>
<br><font face="Times New Roman,Times"><u>Description des t&acirc;ches
eTimes"><u>Description des t&acirc;ches
effectu&eacute;es :</u> R&eacute;daction de la contre-argumentation de
Marx, participation au rapport de la philosophie avec le m&eacute;tier
ding&eacute;nieur et mise en forme finale, r&eacute;daction dun partie
de conclusion, pr&eacute;sent lors de linterview de lexpert.</font>
<p><font face="Times New Roman,Times">Julien Tuerlinckx&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<a href="mailto:jtuerlin@student.fsa.ucl.ac.be">jtuerlin@student.fsa.ucl.ac.be</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Secouriste</font>
<br><font face="Times New Roman,Times"><u>Description des t&acirc;ches
effectu&eacute;es :</u> R&eacute;daction dun r&eacute;sum&eacute; des
trois auteurs ayant servi de point de d&eacute;part &agrave; la partie
" argumentation ", r&eacute;daction des bibliographies des trois auteurs,
participation au rapport de la philosophie avec le m&eacute;tier ding&eacute;nieur</font>
<p><font face="Times New Roman,Times">Fran&ccedil;ois van Damme&nbsp; 
<a href="mailto:fvandamm@student.fsa.ucl.ac.be">fvandamm@student.fsa.ucl.ac.be</a>&nbsp;&nbsp;&nbsp;
Programmeur</font>
<br><font face="Times New Roman,Times"><u>Description des t&acirc;ches
effectu&eacute;es :</u> R&eacute;daction de lintroduction (d&eacute;finition
des mots cl&eacute;s, contexte historique, bibliographie des 3 auteurs),
particips 3 auteurs),
participation &agrave; la r&eacute;daction de la conclusion, mise en forme
finale du r conclusion, mise en forme
finale du rapport</font>
<p><font face="Times New Roman,Times">Aymeric de Lhoneux&nbsp;&nbsp; <a href="mailto:cdelhone@student.fsa.ucl.ac.be">cdelhone@student.fsa.ucl.ac.be</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Acad&eacute;micien</font>
<br><font face="Times New Roman,Times"><u>Description des t&acirc;ches
effectu&eacute;es :</u> R&eacute;daction de la contre-argumentation de
Foucault, et de la relation entre les id&eacute;es et leur contexte historique,
pr&eacute;sent lors de linterview de lexpert, r&eacute;daction dun partie
de conclusion.</font>
<p><font face="Times New Roman,Times">Tuteur : Mathieu Hilgers <a href="mailto:mathilgers@hotmail.com">mathilgers@hotmail.com</a></font>
<p><font face="Times New Roman,Times">Expert : Sylvain Isaac&nbsp;</font>
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>

<center><a NAME="IntroA"></a><b><i><u><font face="Times New Roman,Times"><font color="#008000"><font size=+2>Introduction
des auteurs :</font></font></font></u></i></b></center>

<p><font face="Times New Roman,Times">Avant de donner la position des auteurs
sur le sujet, il est important de les situer dans lhistoire car les id&eacute;es
d&eacute;velopp&eacute;es nont de sens que remises dans leur contexte
historique.&nbsp;</font>
<p><font face="Times New Roman,Times">Nous allons donc commencer par d&eacute;crire
bri&egrave;vemute;crire
bri&egrave;vement le contexte historique propre &agrave; chacun des auteurs.&nbsp;</fe &agrave; chacun des auteurs.&nbsp;</font>
<p><font face="Times New Roman,Times">Le premier auteur analys&eacute;
est Machiavel (1469  1527).&nbsp;</font>
<p><font face="Times New Roman,Times">Machiavel est issu de la bourgeoisie
florentine du XVe si&egrave;cle.</font>
<br><font face="Times New Roman,Times">En cette &eacute;poque de la Renaissance,
l'Italie est morcel&eacute;e.&nbsp;</font>
<br><font face="Times New Roman,Times">La carri&egrave;re politique de
Machiavel est intimement li&eacute;e aux vicissitudes historiques du temps.
L'Italie de l'&eacute;poque &eacute;tait profond&eacute;ment divis&eacute;e,
en butte aux ambitions conqu&eacute;rantes des Fran&ccedil;ais et des Espagnols.
Les princes des diff&eacute;rents Etats se livrent des " guerres priv&eacute;es
" et les Etats du Nord sont sans cesse harcel&eacute;s par les attaques
fran&ccedil;aises. Lorsque la famille M&eacute;dicis renverse la r&eacute;publique,
Machiavel produit quelques ouvrages flatteurs pour ceux qui sont au pouvoir
sous peine d&ecirc;tre exil&eacute;. Il laisse entendre que cette situation
est tout &agrave; fait normale et donne m&ecirc;me des conseils au Prince
pour laider &agrave; conserver sa place. Les moyens de communications
&agrave; l'&eacute;poque rendaient la divulgation des id&eacute;es bien
plus laborieuse et les foyers de r&eacute;volte &eacuteacute;volte &eacute;taient plus facilement
&eacute;cras&eacute;s.&nbsp;</font>
<br><font face="Times New &nbsp;</font>
<br><font face="Times New Roman,Times">La pens&eacute;e de Machiavel s'enracine
aussi dans la tradition philosophique classique : la Politique d'Aristote,
mais aussi le<i> Trait&eacute; des Devoirs</i> de Cic&eacute;ron, sans
oublier les nombreux &eacute;crits de l'&eacute;poque m&eacute;di&eacute;vale
(<i>Les Miroirs des Princes</i>) sur les vertus du bon souverain.&nbsp;</font>
<p><font face="Times New Roman,Times">Le deuxi&egrave;me auteur est Karl
Marx (1818  1883).</font>
<p><font face="Times New Roman,Times">Le 19&egrave;me si&egrave;cle est
quant &agrave; lui fortement marqu&eacute; par les d&eacute;buts de l'industrialisation
: des machines commencent &agrave; remplacer la main duvre ouvri&egrave;re
et les dirigeants dindustries veulent augmenter davantage leur capitaux
en produisant plus avec la m&ecirc;me main duvre (c'est &agrave; dire
plus de travail pour louvrier pour le m&ecirc;me salaire) ou en embauchant
moins. L'opposition entre classe dirigeante et classe ouvri&egrave;re se
raffermit. D&eacute;pourvue de moyens de production, la classe ouvri&egrave;re
se voit r&eacute;duite &agrave; vendre sa force de travail. Lins&eacute;curit&eacute;
de lemploi et la mis&egrave;re &eacute;veille chez elle le sens de la
solidarit&eacute;. Marx est clairement marqu&eacute; par lin&eacute;galit&eacute;
&eacute;galit&eacute;
des classes uniquement due &agrave; une diff&eacute;rence de pouvoir entre
les hommes riches et les pauvres. Mar
les hommes riches et les pauvres. Marx incitera le prol&eacute;tariat &agrave;
se r&eacute;volter et &agrave; renverser le pouvoir.&nbsp;</font>
<p><font face="Times New Roman,Times">Le troisi&egrave;me et dernier auteur
est Michel Foucault (1926 1984).&nbsp;</font>
<p><font face="Times New Roman,Times">Foucault vit &agrave; une &eacute;poque
o&ugrave; la d&eacute;mocratie est le syst&egrave;me politique en place
dans la plupart des pays. La soci&eacute;t&eacute; n'est plus vraiment
divis&eacute;e en classes, tous le monde est sur le m&ecirc;me pied d'&eacute;galit&eacute;
et les rapports de pouvoirs entre individus sont plus subtiles. Le d&eacute;veloppement
des moyens de communication et de la technologie a favoris&eacute; un brassage
de cultures et de personnes de diff&eacute;rents secteurs d'activit&eacute;.&nbsp;</font>
<br><font face="Times New Roman,Times">Les influences principales de Foucault
sont celles de Marx, Nietzsche, Freud, Bachelard, Canguilhem et Heidegger.&nbsp;</font>
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>

<center><a NAME="Argu"></a><b><i><u><font face="Times New Roman,Times"><font color="#008000"><font size=+2>Argumentation
:</font></font></font></u></i></b></center>

<p><b><font face="Times New Roman,Times"><font color="#800000">Machiavel</fon0000">Machiavel</font></font></b>
<p><font face="Times New Roman,Times">R&eacute;sumons tout dabord la th&eacute;orie
de Machiavel. Dans son ouvrage l;orie
de Machiavel. Dans son ouvrage le plus c&eacute;l&egrave;bre, <i>Le Prince</i>,
ce philosophe nous enseigne la mani&egrave;re de bien diriger un &Eacute;tat.
Et pour ce faire, il analyse les erreurs, les qualit&eacute;s, les dons
de certains princes de son &eacute;poque. Machiavel instaure une nouvelle
mani&egrave;re de voir en philosophie : il suit une d&eacute;marche scientifique,
rationnelle et rigoureuse.&nbsp;</font>
<p><font face="Times New Roman,Times">Ainsi, un bon Prince ne doit pas
receler (ou plut&ocirc;t montrer) uniquement des qualit&eacute;s dans ce
monde o&ugrave; le bien est lexception. Il doit de plus camoufler certains
de ses d&eacute;fauts qui lui seraient nuisibles, ainsi que certaines qualit&eacute;s
qui seraient mal vues de son peuple. Par contre, certaines vertus sont
essentielles chez un Prince et sil ne les poss&egrave;de pas, il doit
feindre de les avoir. Machiavel a &eacute;galement remarqu&eacute; que
la ruse lemporte sur la loyaut&eacute;. En fait, le Prince doit &ecirc;tre
renard et lion, cest-&agrave;-dire quil doit diriger avec ruse et force
en combinant bien les deux.&nbsp;</font>
<p><font face="Times New Roman,Times">Machiavel pense &eacute;galement
quun Prince ne doit pas tenir sa promesse co&ucirc;te que co&ucirc;te
: il ne doit le fc;te
: il ne doit le faire que si les conditions dans lesquelles il a promis
sont toujours r&eacute;unies. En bref, puisque le peuple ne tient pas toujours
ses promesses, lee tient pas toujours
ses promesses, le Prince ny est pas forc&eacute; si les cons&eacute;quences
de sa promesse lui sont alors n&eacute;fastes. Il insiste aussi sur le
fait quil faut savoir simuler et dissimuler. Cet art-l&agrave; peut permettre
&agrave; un chef dEtat dassurer son maintien et son succ&egrave;s.&nbsp;</font>
<p><font face="Times New Roman,Times">Le Prince nous fournit aussi une
analyse de la masse populaire : " les gens jugent plus par leurs yeux que
par leurs mains " (ce qui justifie que le Prince peut feindre sa personnalit&eacute;
puisque peu de gens connaissent &agrave; fond cet homme et ce petit nombre
nosera pas sattaquer au pouvoir souverain), les hommes consid&egrave;rent
le r&eacute;sultat avant tout (" Le vulgaire est toujours s&eacute;duit
par lapparence et par l&eacute;v&eacute;nement : et le vulgaire ne fait-il
pas le monde ? ") ; ensuite, Machiavel nous dit que le petit nombre nest
&eacute;cout&eacute; que si la majorit&eacute; ne sait que faire. Il faut
donc que le prince satisfasse le peuple sans chagriner les grands. Enfin,
une division du pouvoir simpose : elle satisfera les grands et permettra
au chef de se garder les t&acirc;ches qui plaisent au peuple.</font>
<p><font face="Times New Roman,Times">En somme, Machiavel nou somme, Machiavel nous peint le
portrait du bon Prince en ne sattachant pas &agrave; la morale mais plus
au r&eacute;sultat. Cest pour cette raison quil peut parfois para&icirc;tre
cynique.&nbs parfois para&icirc;tre
cynique.&nbsp;</font>
<p><font face="Times New Roman,Times">Il est int&eacute;ressant de faire
une &eacute;tude microsociologique, c'est-&agrave;-dire une &eacute;tude
bas&eacute;e sur le comportement individuel des acteurs, des travaux de
Machiavel aujourd'hui. En effet, il n'existe plus vraiment d'Etats o&ugrave;
r&egrave;gne un Prince sur ses sujets : mais de telles relations de pouvoir
existent encore de nos jours, par exemple entre un patron et un employ&eacute;.</font>
<p><b><font color="#800000">Marx</font></b>
<p>Parlons maintenant de la th&eacute;orie de Marx. Celle-ci &eacute;tant
&eacute;minemment complexe, nous allons nous limiter aux grandes lignes
qui la constituent. Karl Marx ; lorsquil &eacute;nonce sa th&eacute;orie,
se base sur une analyse &eacute;conomique de la soci&eacute;t&eacute; capitaliste
dans laquelle il vit. Pour lui, ce monde peut &ecirc;tre scind&eacute;
en deux : dune part, il y a les capitalistes qui dirigent une entreprise
; et dautre part, on trouve les travailleurs qui se font exploiter. Marx
nous dit que les ouvriers effectuent un surtravail - ou en dautres mots
un exc&egrave;s de travail - par rapport &agrave; leur r&eacute;mun&eacute;ration.
Et ce surtravail permet aux casurtravail permet aux capitalistes dempocher une plus-value importante
sur les biens de consommation. Ceci maintient le travailleur dans une situation
de " survie ".&nbsp;
<p>Au d&eacute;compte, les capitalistes d&eacute;tienncompte, les capitalistes d&eacute;tiennent le mat&eacute;riel,
la mati&egrave;re premi&egrave;re et la force de travail (les infrastructures)
et les travailleurs re&ccedil;oivent un salaire leur permettant juste de
survivre et les obligent &agrave; continuer de travailler. Marx termine
son raisonnement en affirmant que les patrons ont le pouvoir et forment
la classe dominante (puisquils poss&egrave;dent le capital) tandis que
le prol&eacute;tariat forme la classe des domin&eacute;s. L&eacute;cart
entre ces classes ne peut faire, selon lui, quaugmenter. Pour ce faire,
les capitalistes cr&eacute;ent des lois, une politique et des id&eacute;ologies
qui vont perp&eacute;tuer ce mode de vie : la superstructure.&nbsp;
<p>Mais Marx va beaucoup plus loin. Il souvre aussi &agrave; toutes les
autres &eacute;poques et les d&eacute;crit en termes de rapports &eacute;conomiques,
de modes de production et dexploitation. Ceci, explique-t-il, d&eacute;finit
une certaine forme de pouvoir. Le philosophe allemand parle &eacute;galement
de lhistoire : il sagit, selon lui, de lensemble des transformations
dues aux r&eacute;voltes des classes domin&eacute;es &agrave; chaque &eacute;poque.
Ces p&eacute;riodes de r&eacute;volution permettent dintroduire de nouvelles
valeurs, nouvelles
valeurs, de nouveaux rapports de production, etc.&nbsp;
<p>Plus particuli&egrave;rement, dans nos extraits de Lid&eacute;ologie
allemande, Marx &eacute;nonce le fait suivant : les id&eacute;nonce le fait suivant : les id&eacute;es dominantes
dune &eacute;poque sont dict&eacute;es par la classe dominante du moment.
Il faudrait donc replacer tout dans son contexte historique. Dans son livre,
Marx parle, comme Machiavel, de la division du pouvoir : celle-ci se fait
entre le travail mat&eacute;riel et le travail intellectuel.
<p>Karl Marx aborde &eacute;galement le th&egrave;me de la lutte des classes
et explique que la classe r&eacute;volutionnaire doit toujours exprimer
son int&eacute;r&ecirc;t comme lint&eacute;r&ecirc;t g&eacute;n&eacute;ral.
Mais lorsquelle arrive au pouvoir, cette classe va devoir tenter de conserver
le pouvoir et son int&eacute;r&ecirc;t va vite changer en un int&eacute;r&ecirc;t
particulier dune classe particuli&egrave;re. Cest &agrave; ce moment
quon saper&ccedil;oit que la domination dune classe nest pas due &agrave;
la domination de certaines id&eacute;es.&nbsp;
<p>Donc, Marx tente de d&eacute;crire la soci&eacute;t&eacute; gr&acirc;ce
&agrave; l&eacute;conomie et se place du c&ocirc;t&eacute; des domin&eacute;s
pour les aider &agrave; trouver la solution : une transition par la dictature
du prol&eacute;tariat qui se terminerait en un partage collectif des biens.&nbsp;
<p><b><font color="#80<b><font color="#800000">Foucault</font></b>
<p>Foucault a &eacute;tudi&eacute; pas mal de domaines. Il sest ainsi
int&eacute;ress&eacute; &agrave; la folie, &agrave; la science historique,
aux prisonniers, &agravce historique,
aux prisonniers, &agrave; la sexualit&eacute;, etc. Ce qui nous int&eacute;ressera
plus dans le cadre de ce travail est sa vision du pouvoir dans son livre
"<i>Volont&eacute; de savoir</i>". Pour commencer, il d&eacute;finit le
pouvoir dont il parle. C'est :&nbsp;
<ul>
<li>
l'ensemble des rapports de force d'un domaine qui r&eacute;gissent une
organisation;&nbsp;</li>

<li>
la modification de ces rapports de force;&nbsp;</li>

<li>
les cha&icirc;nes de rapports de force (hi&eacute;rarchie) ou les foss&eacute;s
entre ces rapports;&nbsp;</li>

<li>
les organisations, strat&eacute;gies dans lesquelles ces rapports existent.&nbsp;</li>
</ul>
Le monde est fait d'&eacute;tats de pouvoir locaux et instables. Le pouvoir
vient de partout (omnipr&eacute;sence du pouvoir) mais n'englobe pas tout.
Foucault reconna&icirc;t l'existence "DU" pouvoir, qui est l'effet d'ensemble
de tous les rapports de force. Pour Foucault, ces rapports peuvent se prolonger
en guerre ou en politique. La guerre et la politique sont deux strat&eacute;gies
diff&eacute;rentes pour int&eacute;grer ces rapports de force d&eacute;s&eacute;quilibr&eacute;s,
h&eacute;t&eacute;rog&egrave;nes, instables, tendres.&nbsp;
<p>Foucault &s, tendres.&nbsp;
<p>Foucault &eacute;nonce alors dans ce m&ecirc;me axe, cinq propositions
sur le pouvoir :&nbsp;
<ul>
<li>
le pouvoir n'est pas une entit&eacute; d&eacute;limit&eacute;e : il s'exerce
de partout, tout le temps;&nbsplimit&eacute;e : il s'exerce
de partout, tout le temps;&nbsp;</li>

<li>
les relations de pouvoir sont &agrave; la base d'autres relations (sociales,
sexuelles, processus &eacute;conomique) et inversement;&nbsp;</li>

<li>
le pouvoir vient d'en bas , ce qui, selon notre interpr&eacute;tation,
soppose &agrave; lid&eacute;e domnipr&eacute;sence du pouvoir. Comme
le pouvoir vient den bas, les relations de pouvoir s'encha&icirc;nent
les unes aux autres pour finalement faire appara&icirc;tre un clivage social;
en fait, Foucault s'oppose ici au clivage binaire, &agrave; la dualit&eacute;
dominant/domin&eacute; qui pr&eacute;valait chez Machiavel et Marx;&nbsp;</li>

<li>
le pouvoir prend sa source dans les vis&eacute;es et les objectifs de chacun
mais pas de ceux d'un seul homme.</li>

<li>
le pouvoir implique une r&eacute;sistance et inversement. Les points de
r&eacute;sistance sont les appuis, les cibles des relations de pouvoir.
Donc, la r&eacute;sistance n'est pas ext&eacute;rieure au pouvoir, elle
est inh&eacute;rente &agrave; celui-ci. Mais ces r&eacute;sistances ne
sont ni passives ni vou&eacute;es &agrave; l'&eacute;chec. En fait, les
points de r&eacute;sistance et les points de pouvoir sont r et les points de pouvoir sont r&eacute;partis
plus ou moins identiquement.&nbsp;</li>
</ul>

<ul>
<li>
C'est dans ce champ de rapports de force qu'il faut analyser les m&eacute;canismes
du pouvoir.&nbsp;</li>
</ul>

<div align=right><a href="#Top">Table desr.&nbsp;</li>
</ul>

<div align=right><a href="#Top">Table des mati&egrave;res</a></div>

<center><a NAME="CArgu"></a><b><i><u><font color="#008000"><font size=+2>Contre-argumentation
:</font></font></u></i></b></center>

<p><b><font color="#800000">Machiavel</font></b>
<p>La th&eacute;orie de Machiavel dispose de bien des points forts: elle
d&eacute;crit de mani&egrave;re simple, claire et objective la lutte pour
le pouvoir et ses coulisses. Des &eacute;crits de ce pr&eacute;curseur
(on pense particuli&egrave;rement au <i>Prince</i>) naquit le terme r&eacute;alisme
politique bien actuel encore aujourdhui. N&eacute;anmoins, on pourrait
d&eacute;noncer la conception un peu simpliste que Machiavel se faisait
du pouvoir: une chose qui &agrave; le lire semble palpable, une chose que
l'on gagne ou que l'on perd, bref quelque chose de fort concret. Cette
d&eacute;finition, Foucault dans ses &eacute;crits la remet radicalement
en question. Il &eacute;largit ce concept &agrave; quelque chose de beaucoup
plus large, quelque chose de non-centralis&eacute; dont les effets ne sont
pas &agrave; sens unique, soit quelque chose de beaucoup plus proche de
l'id&eacute;e que nous nousroche de
l'id&eacute;e que nous nous en faisons. En effet, si le pouvoir s'&eacute;tait
limit&eacute; &agrave; un bien que lon peut conserver sous caution d'un
minimum de ruse, la tyrannie serait aujourd'hui mondialis&eacute;e.&nbsp;
<p>Marx, lui peut-&ecirc;tre, reprocherait-il &agrave; cette th&eacute;orie
un manqt-il &agrave; cette th&eacute;orie
un manque de revendications. Une conception de la politique bas&eacute;e
sur le para&icirc;tre, la dissimulation id&eacute;ologique ayant pour unique
but la conservation du pouvoir n'aurait pu satisfaire un utopiste de sa
trempe.&nbsp;
<p>Comme autre contre-argument aux id&eacute;es de Machiavel, plus conservateur
et peut-&ecirc;tre moins pertinent celui-ci, on pourrait utiliser une citation
de Fr&eacute;d&eacute;ric de Prusse &eacute;l&egrave;ve de Voltaire qui
fut un fervent militant de l'anti-machiav&eacute;lisme: "Comment a-t-on
pu souffrir dans le monde ce sc&eacute;l&eacute;rat inf&acirc;me?" Pour
nous cette citation n'est pas une critique tr&egrave;s int&eacute;ressante,
la lucidit&eacute; de Machiavel faisant abstraction de tous tabous pour
assurer &agrave; sa th&eacute;orie une objectivit&eacute; optimale est
plut&ocirc;t un atout t&eacute;moignant d'un certain courage politique.&nbsp;
<p>On pourrait enfin citer comme dernier petit contre-argument le fait
que Machiavel dans ses th&eacute;ories sur le pouvoir ce soit fort centr&eacute;
sur des r&eacute;gimes &agrave; pouvoir tyranniqueve; pouvoir tyrannique. Son livre de ce fait
perd un peu de fra&icirc;cheur et est moins g&eacute;n&eacute;raliste quant
au concept de pouvoir.&nbsp;
<p><b><font color="#800000">Marx</font></b>
<p>Etablir une critique pertinente de la pens&eacute;e de Marx pourrait
sembler &agrave; premi&egrave;re vue un sujet dont les argumei&egrave;re vue un sujet dont les arguments tendraient
&agrave; &ecirc;tre nombreux et d'une port&eacute;e relativement vaste,
cependant il est essentiel de ne pas confondre ici Marx et le marxisme,
et l'interpr&eacute;tation qu'en ont bien voulu lui donner ceux qui d&eacute;cid&egrave;rent
d'en faire leur &eacute;tendard id&eacute;ologique.&nbsp;
<p>Tout d'abord, discutons de la conception d'essentialisme mat&eacute;rialiste,
qui s'inscrit en opposition &agrave; l'existentialisme: "<i>Ce n'est pas
la conscience des hommes qui d&eacute;termine leur existence, c'est au
contraire leur existence sociale qui d&eacute;termine leur conscience"</i>,
de Karl Marx. N&eacute;gation absolue de la religion, qu'il a d'ailleurs
d&eacute;crit comme "l'opium du peuple", et de l'existentialisme en g&eacute;n&eacute;ral,
cette affirmation aboutit au concept du d&eacute;terminisme de la pens&eacute;e
de l'individu par la classe sociale &agrave; laquelle il adh&egrave;re
et donc des pens&eacute;es et aspirations de celle-ci. C'est une vision
assez n&eacute;gative de l'&ecirc;tre humain conduisant au fait qu'un changement
des 'un changement
des conditions de vie d'une classe ne pourrait survenir que par le biais
d'une r&eacute;volution "d'en bas". Ca a bien s&ucirc;r &eacute;t&eacute;
le cas &agrave; de nombreuses reprises, mais d'autres r&eacute;volutions
politiques n'ont pas du tout suivi ce sch&eacute;ma, comme par exemple
celle de 1968 au Japon o&ugrave; le gouvlle de 1968 au Japon o&ugrave; le gouvernement en place changea radicalement
la structure &eacute;tatique, dans un int&eacute;r&ecirc;t commercial,
social et pour une int&eacute;gration plus douce face au reste du monde.
Ce que nous essayons ici de mettre en &eacute;vidence, c'est que Marx tend
&agrave; g&eacute;n&eacute;raliser des faits historiques pour en faire
une v&eacute;rit&eacute; universelle, au d&eacute;triment d'un paradoxen paradoxe
flagrant : si tout homme est conditionn&eacute; par sa classe sociale,
comment lui-m&ecirc;me pourrait-il prendre en compte les int&eacute;r&ecirc;ts
des couches &eacute;conomiques inf&eacute;rieures? Finalement, adoptant
son point de vue, comment une &eacute;volution philosophique de la perception
d'autrui pourrait-elle avoir lieu? Par le biais de l'abolition des classes?
De l'universalisation des aspirations d'une nation toute enti&egrave;re?
La diversit&eacute; de l'homme est complexe, et l'objectivisme auquel Marx
aspire ne peut jamais &ecirc;tre qu'une perception par l'individu de ce
qu'il croit &ecirc;tre objectif.
<i>"Il n'y a pas de fai"Il n'y a pas de faits, il n'y a que
des interpr&eacute;tations de faits"</i>, a dit Nietzsche dans le "cr&eacute;puscule
des idoles".&nbsp;
<p>Une autre grande pens&eacute;e de Marx &eacute;tait d'abolir par le
biais du mat&eacute;rialisme la philosophie comme instrument sp&eacute;culatif
d&eacute;fini par la bourgeoisie et d'en faire un instrument de transformation
du monde au service du prol&eacute;tariat. Ne s'agit-il pas l&agrave; de
plier &agrave; ses vues une discipline qui se veut objective? Ce n'est
finalement qu'une modification des interpr&eacute;tations philosophiques
dans le but d'appuyer son propos, et n'a-t-il pas tendance &agrave; instaurer
ici une forme de religion plus sournoise, parce que v&eacute;rit&eacute;
universelle au profit de la masse oue;
universelle au profit de la masse ouvri&egrave;re? Certes, les conditions
du prol&eacute;tariat dans le contexte historique de Marx &eacute;taient
inhumaines, et m&ecirc;me r&eacute;voltantes. Il lui semblait alors qu'un
changement radical ne pouvait provenir que d'une r&eacute;volution ouvri&egrave;re,
mais finalement, sa pens&eacute;e n'est-elle pas en grande partie induite
par ce m&ecirc;me contexte historique qu'il d&eacute;non&ccedil;ait &agrave;
hauts cris comme d&eacute;terminant des pens&eacute;es et donc r&eacute;ductive
dans une certaine mesure?&nbsp;
<p>Marx aspirait &agrave; une dictature du prol&eacute;tariat, qui m&egrave;nerait
&agrave; une extirait
&agrave; une extinction d&eacute;lib&eacute;r&eacute;e de l'appareil d'&eacute;tat
prol&eacute;tarien entra&icirc;nant la disparition des classes. Mais il
a &eacute;galement affirm&eacute; que les pens&eacute;es des hommes &eacute;taient
d&eacute;termin&eacute;es par le contexte social, d&egrave;s lors comment
le prol&eacute;tariat, apr&egrave;s avoir go&ucirc;t&eacute; &agrave; la
dictature, pourrait-il se remettre au niveau universel? Comment pourrait-il
s'emp&ecirc;cher de se "venger" des classes pr&eacute;c&eacute;demment
sup&eacute;rieures? Il l'avait pourtant tr&egrave;s pertinemment d&eacute;crit
cette inexorable cons&eacute;quence dans ses premiers travaux...&nbsp;
<p>En conclusion, nous observons que Marx avait une vision tr&egrave;s
aigu&euml; des situations &eacute;conomiqu&euml; des situations &eacute;conomiques et sociales, mais que l'&eacute;laboration
d'une solution profitable &agrave; tout le monde fut moins ais&eacute;e
et que les contradictions et paradoxes firent leur apparition lorsqu'il
se risqua &agrave; mettre au point sa conception de l'&eacute;tat marxiste.&nbsp;
<p><b><font color="#800000">Foucault&nbsp;</font></b>
<p>La notion de pouvoir ne prend son plein sens quau sein dun regroupement
dindividus en une soci&eacute;t&eacute;. En consid&eacute;rant les hommes
dans leur &eacute;tat naturel, les rapports qui sexerceraient entre eux
seraient qualifi&eacute;s dautoritaires ou dominateurs et en aucun teurs et en aucun cas
de rapports de pouvoir, le pouvoir &eacute;tant une forme de la domination
l&eacute;gitim&eacute;e, il suppose lexistence dun syst&egrave;me juridique
permettant cette l&eacute;gitimation. Il nadopte pas une contenance d&eacute;finitive,
car les modes de dominations &eacute;voluent de pair avec lordre social
dans lequel il sinscrit.&nbsp;
<p>Contrairement &agrave; Marx et &agrave; Machiavel, Foucault ne con&ccedil;oit
pas le pouvoir comme &eacute;tant " un mode dassujettissement " ni " un
syst&egrave;me g&eacute;n&eacute;ral de domination exerc&eacute; par un
&eacute;l&eacute;ment ou un groupe sur un autre ", il lui semble quils
ne sont que " la forme terminale " r&eacute;sultant de " la multiplicit&eacute;
des rapports de force qui sont immanents au domaine o&ugrave; ils sexercentnts au domaine o&ugrave; ils sexercent,
et sont constitutifs de leur organisation ". Il affirme donc que le pouvoir
ne subsiste quau travers de la multitude de relations de pouvoir qui lui
donne naissance, que le pouvoir vient den bas.&nbsp;
<p>Mais si le pouvoir adopte des strat&eacute;gies, celles-ci nont pas
de strat&egrave;ges, elles seraient le produit de larticulation de lensemble
des relations de pouvoir qui sont &agrave; luvre, comment d&egrave;s
lors, cette articulation se fait-elle ? Reste &eacute;galement que les
strat&eacute;gies du pouvoir semblent &ecirc;tre rationnelles, comment
du " d&eacute;sordre " des relate;sordre " des relations de pouvoir na&icirc;t un certain ordre,
alors que Foucault refuse toute loi immanente au pouvoir, en dautres termes
cest se poser la question du " pourquoi ", de la finalit&eacute;. Mais
ce serait peut-&ecirc;tre tirer exag&eacute;r&eacute;ment Foucault dans
le sens dun certain fonctionnalisme (bien que ses &eacute;crits sur lunivers
carc&eacute;ral puissent &ecirc;tre vus comme donnant des fonctions &agrave;
la prison ). Un autre point est la fluidit&eacute; des concepts utilis&eacute;s.
En effet si le pouvoir est omnipr&eacute;sent dans la soci&eacute;t&eacute;,
sil p&eacute;n&egrave;tre toutes les relations, avec pour corollaire la
r&eacute;sistance, cette notion d&eacute;signerait &agrave; la fois un
dispositif physique, comme la prison, parfois un cadre de pens&eacute;e
normative, dautres foie pens&eacute;e
normative, dautres fois un m&eacute;canisme moral dauto-contr&ocirc;le.
On pourrait dire que tout est pouvoir ou que tout est r&eacute;sistance
et la notion de syst&egrave;me pris au sens large pouvant sappliquer &agrave;
tout ne sapplique plus &agrave; rien. Si le pouvoir sappuie sur une r&eacute;sistance
pour exister, rien ne garantit que la r&eacute;sistance ne sera elle-m&ecirc;me
une relation de pouvoir sappuyant sur dautres r&eacute;sistances enclenchant
une spirale r&eacute;gressive logiquement infinie des r&eacute;sistances
aux r&eacute;sistances.&nbsp;
<p>En revenant &agrave; cettrevenant &agrave; cette conception dune strat&eacute;gie sans strat&egrave;ges
qui soppose aux th&eacute;ories du pouvoir en terme d&eacute;lite, de
r&eacute;seaux, de classes (elles-m&ecirc;mes supposant toutes &agrave;
un degr&eacute; ou &agrave; un autre une impulsion politique ou limplication
dacteurs plus ou moins conscients) pose un probl&egrave;me pour laction
politique. En effet cette vision du pouvoir aurait pour effet de supprimer
laction politique comme moyen dagir sur le r&eacute;el, elle nierait
lautorit&eacute; conventionnelle &agrave; lorigine de tout pouvoir et
ainsi la condition dexistence de toute &eacute;ducation, de tout rapport
entre les g&eacute;n&eacute;rations et de toute justice, elle ne permettrait
pas la lutte entre pouvoirs concrets, elle rendrait tout pouvoir ill&eacute;gitime
mais aussi ill&eacute;gal puisque aucun ps aussi ill&eacute;gal puisque aucun pouvoir ne pourrait avoir une justification,
cette vision ne ferait que conforter lexistence dun ordre qui, en aucun
cas, ne saurait avoir une quelconque validit&eacute;.&nbsp;
<p>Enfin, si toute relation de pouvoir suppose une r&eacute;sistance, comment
juger les r&eacute;sistances entre elles, cest &agrave; dire pouvoir distinguer
ce qui est conservateur de ce qui est progressiste.&nbsp;
<br>On pourrait donc se demander quelle est pour Foucault la port&eacute;e
de son uvre de critique du pouvoir, son analyse elle-m&ecirc;me &eacute;tant
productricee;tant
productrice de savoir est une forme de pouvoir, ce qui conduit &agrave;
un constat pessimiste qui voudrait que lon soit toujours dune fa&ccedil;on
ou dune autre " dans " le pouvoir, pris dans des relations de pouvoir.&nbsp;
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>

<center><a NAME="Position"></a><b><i><u><font face="Times New Roman,Times"><font color="#009900"><font size=+2>Notre
position</font></font></font></u></i></b></center>

<p>Machiavel d&eacute;crit de fa&ccedil;on trop simplifi&eacute;e la notion
de pouvoir qui est en fait quelque chose de tr&egrave;s vaste. Nous voyons
plut&ocirc;t le pouvoir comme le d&eacute;crit Foucault, c'est-&agrave;-dire
qu'il n'y a pas un pouvoir central mais plut&ocirc;t une interaction entre
des micro-pouvoirs. Cependant, nous admettons que Machiavel d&eacute;peint
tr&egrave;s bien la fael d&eacute;peint
tr&egrave;s bien la fa&ccedil;on dont il faut se comporter pour conserver
le pouvoir. L'art de faire des promesses qu'on ne tiendra pas et savoir
fiendre d'avoir certaines connaissances ou qualit&eacute;s sont deux atouts
majeurs pour un homme politique de nos jours.&nbsp;
<br><font face="Times New Roman,Times">De plus la th&eacute;orie de Machiavel
est tr&egrave;s int&eacute;ressante si elle appliqu&eacute;e &agrave; un
niveau microsociologique, c'est-&agrave;-dire &agrave; un niveau individuel
et non &agrave; la soci&eacute;t&eacute; dans son ensem&eacute; dans son ensemble.&nbsp; I n'y
a plus de relations comme entre un prince et ses sujets, mais de telles
relations de pouvoir existent encore de nos jours, par exemple entre un
patron et un employ&eacute;.&nbsp;</font><font face="Times New Roman,Times"></font>
<p><font face="Times New Roman,Times">Marx, quand &agrave; lui manque un
peu d'auto-critique. Il dit que tout homme est influenc&eacute; par l'id&eacute;ologie
de la classe dans laquelle il se trouve, ce qui limite son champ de pens&eacute;e.
Selon Marx, </font>les conditions de la classe ouvir&egrave;re dans son
contexte historique &eacute;taient intolr&eacute;ables. Selon lui, seul
uner&eacute;volution produirait un changement radical, mais sa pens&eacute;e
n'est-elle pas influenc&eacute;e par ce m&ecirc;me contexte historique
qu'il d&eacute;non&ccedil;e comme r&eacute;ductif? Marx a aussi &eacute;crit
que la dictature dussi &eacute;crit
que la dictature du prol&eacute;tariat n'&eacute;tait que temporaire et
qu'elle m&egrave;nerait &agrave; l'abolition des classes sociales. Selon
nous, cette id&eacute;e est compl&eacute;tement utopique. Comment le prol&eacute;tariat,
apr&egrave;s avoir go&ucirc;t&eacute; &agrave; la dictature, pourrait-il
abandonner ce leuxe et ces biens qu'il vient d'obtenir? Comment la classe
ouvri&egrave;re r&eacute;sistera-t-elle &agrave; la tentation de se "venger"
de la classe pr&eacute;c&eacute;demment sup&eacute;rieure?
<br>&nbsp;
<diveure?
<br>&nbsp;
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>


<center><a NAME="Interview"></a><b><i><u><font color="#008000"><font size=+2>Interview
de lexpert</font></font></u></i></b></center>

<li>
<i>Selon vous, lobjectivit&eacute; absolue est-elle possible ?</i></li>

<p><br>Non, car le point de vue de chacun manque de globalit&eacute;. Chacun
appartient &agrave; une &eacute;poque et &agrave; un courant de pens&eacute;es.
Lil de lobservateur modifie donc toujours sa vision. On peut donc consid&eacute;rer
quil ny a pas de v&eacute;rit&eacute;, mais seulement des interpr&eacute;tations.
Si on admet que la v&eacute;rit&eacute; nest pas une r&eacute;alit&eacute;
objective des faits, on admet quil ny a pas dobjectivit&eacute;. On
peut donc retourner &agrave; Marx sa propre critique. Peut-&ecirc;tre trouvera-t-on
les consid&eacute;rations de Marx d&eacute;pass&eacute;es danse;rations de Marx d&eacute;pass&eacute;es dans un si&egrave;cle.
Pour se repr&eacute;senter l&eacute;volution de la vision de lobservateur
en fonction de son &eacute;poque, on peut limaginer au sommet dune tour
qui ne cesse de grandir. Lobservateur du XXe si&egrave;cle voit les alentours,
et peut les d&eacute;crire. Celui du XXIe si&egrave;cle voit plus loin
que celui du XXe si&egrave;cle et voit la m&ecirc;me chose selon un angle
diff&eacute;rent. Ainsi, chacun est influenc&eacute; et construit par la
tradition, mais reconstruit &eacute;galement celle-ci. Il y a une double
influence.
<br>&nbse
influence.
<br>&nbsp;
<li>
<i>Pensez-vous que lon retrouve aujourdhui en Belgique des exemples de
structure de pouvoir telle que celle d&eacute;crite par Marx, Machiavel
et Foucault ?</i></li>

<p><br><i>Machiavel :</i> Oui et non. Oui, car dans notre soci&eacute;t&eacute;
tous les moyens sont bons pour pousser &agrave; la consommation. Par exemple
dans le cadre de l&eacute;cologie, la prise de conscience est oblit&eacute;r&eacute;e
par l&eacute;conomie. Le diagnostic de Machiavel est toujours bon, mais
les valeurs ont chang&eacute; : le pouvoir est remplac&eacute; par largent.
<p><i>Marx :</i> Confronter son id&eacute;e avec la r&eacute;alit&eacute;
nest pas facile, car il simplifie fort la soci&eacute;t&eacute;. Par exemple
aujourdhui, la classe dominante est constitu&eacute;e dhyper structures
&eacute;conomiques. La politique na rien &agrave; dire au niques. La politique na rien &agrave; dire au niveau de l&eacute;conomie.
Mais aujourdhui, les gens nont pas limpression de vivre dans un rapport
" dominants-domin&eacute;s "et cela &agrave; cause de limpersonnalit&eacute;
de la politique, et du fait quon vit plut&ocirc;t bien dans notre soci&eacute;t&eacute;
de consommation, du moins en moyenne. Pourtant ce rapport existe toujours.
Nous vivons dans une soci&eacute;t&eacute; hyper dirig&eacute;e ( on pr&ocirc;ne
des libert&eacute;s diverses, alors que le Belge moyen a des objectifs
tr&egrave;s limit&eacute;s &agrave; cause ute;s &agrave; cause dune sorte dendoctrinement
).
<p><i>Foucault </i>: Jignorais les id&eacute;es de Foucault, mais je suis
s&eacute;duit par sa tentative dinstaurer un r&eacute;seau de pouvoir.
<br>&nbsp;
<li>
<i>Faut-il toujours une r&eacute;volution pour amener un changement de
structure de pouvoir ? (Marx)</i></li>

<p><br>Il faut dabord savoir ce quon entend par " r&eacute;volution ".
La r&eacute;volution selon Marx est un conflit ouvert venu du bas. Si on
consid&egrave;re dautres formes de r&eacute;volution quun conflit ouvert
ou quun renversement des classes, oui, il y a toujours une r&eacute;volution.
Prenons le cas du Japon en 68. Apr&egrave;s 200 ans de fermeture au reste
du monde, le Japon sest r&eacute;-ouvert &agrave; ce dernier, sous la
menace des Etats-Unis. Il y a eu une prise de conscience de la part du
gouvernement qui a alors restaur&eacute; le pouvoir de let qui a alors restaur&eacute; le pouvoir de lempereur et cr&eacute;&eacute;
une constitution. On a ici une r&eacute;volution par le haut : cest le
gouvernement qui impose le changement, mais en tenant compte de lint&eacute;r&ecirc;t
du peuple. Sans oublier que ce gouvernement avait une motivation ( la menace
des USA ). Un autre exemple est la " R&eacute;volution de Velours " en
89 en Roumanie. Il y eut &eacute;galement un changement radical de structure
de pouvoir sans effusion de sang, lors de ce d&eacute;tachement du pays
au communisme.
<p>Rappelo communisme.
<p>Rappelons que Marx consid&eacute;rait toute classe dominante comme "
pourrie ", reprenant tous les c&ocirc;t&eacute;s n&eacute;gatifs de l&ecirc;tre
humain.
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>

<center><a NAME="Ingénieur"></a><b><i><u><font color="#008000"><font size=+2>Rapport
avec le m&eacute;tier ding&eacute;nieur</font></font></u></i></b></center>

<p>Avoir longuement et profond&eacute;ment analys&eacute; les vues diff&eacute;rentes
et dans une certaine mesure compl&eacute;mentaire des trois auteurs et
leur conception du pouvoir nous a permis de mieux comprendre les interactions
qui r&eacute;gissent les rapports que nous aurons en tant quing&eacute;nieur,
ce qui est important afin doptimiser les relations entre coll&egrave;gues.
En effet, &agrave; force de lire lanalyse que des philosophes comme Marx
&eacute;tablissent sur les gens, on parvient mieux &agblissent sur les gens, on parvient mieux &agrave; se cr&eacute;er
soi-m&ecirc;me une fa&ccedil;on de voir notre entourage.&nbsp;
<p>Ling&eacute;nieur est amen&eacute; &agrave; travailler en &eacute;quipe
et &agrave; parfois occuper une place de choix dans les organigrammes de
soci&eacute;t&eacute;s disposant d'un large r&eacute;servoir humain, donc
qui dit rapports humains dit relations de pouvoir si l'on consid&egrave;re
les principes de Foucault. La th&eacute;orie de Machiavel peut s'av&eacute;rer
tr&egrave;s utile pour quelave;s utile pour quelqu'un travaillant en soci&eacute;t&eacute; et
d&eacute;sireux d'exploiter au maximum son &eacute;quipe, car le rendement
est un des piliers de l'&eacute;conomie actuelle. Cette derni&egrave;re
exige sans doute parfois une certaine inhumanit&eacute; masqu&eacute;e
par des mines d&eacute;sol&eacute;es et justifi&eacute;e par des graphiques
insatisfaisants, car en entreprise le para&icirc;tre n'est pas un vain
mot. Un exemple t&eacute;moignant de cette id&eacute;e pourrait &ecirc;tre
le probl&egrave;me du licenciement d'un employ&eacute; d&eacute;j&agrave;
&acirc;g&eacute; et qui vous implore de prendre en compte sa situation
de responsable de famille nombreuse.. L'id&eacute;e de Machiavel disant
qu'un prince vertueux en toutes occasions ne survivrait pas aux m&eacute;chants
qui l'entourent s'applique aussi au monde de l'ing&eacute;nieur en concurrence
avec ses coll&egrave;gues pour un poste quelconque.&nbsp;
;gues pour un poste quelconque.&nbsp;
<p>Une autre approche pourrait &ecirc;tre de tirer des le&ccedil;ons des
conceptions centralistes de Machiavel et de sen d&eacute;tacher tant que
possible pour instaurer des rapports plus humains, bas&eacute;s sur le
th&egrave;me de la confiance. Cela d&eacute;pendra du contexte, et de ce
que la r&eacute;flexion amen&eacute;e par ce travail de philosophie nous
aura permis de tirer comme conclusions au point de vue personnel et collectif.
<p>Aussi le point de vue >Aussi le point de vue de Marx est-il int&eacute;ressant pour l'ing&eacute;nieur
au cur d'un microcosme (sa soci&eacute;t&eacute;) au sein duquel des niveaux
sociaux extr&ecirc;mes se c&ocirc;toient tous les jours. Et donc, pour
dominer une &eacute;quipe de travail, pour en tirer son maximum, il faut,
comme Marx l'a d&eacute;velopp&eacute;, rendre ses id&eacute;es, les objectifs
de l'employeur universels &agrave; l'&eacute;quipe, afin de tendre vers
une mini-soci&eacute;t&eacute; id&eacute;ale pour le patron puisque &agrave;
rendement optimal.&nbsp;
<p>Enfin, la th&eacute;orie de Foucault permet de relativiser le pouvoir
du patron, celui-ci d&eacute;pendant de ses employ&eacute;s, ce qui peut
permettre &agrave; ceux-ci de se sentir moins oppress&eacute;s et donc
&agrave; nouveau plus dispos&eacute;s au sacro-saint travail efficace.
Cette th&eacute;orie remettant totalement en question l'existence d'un
organigramme permet &agrave; tous de prendre conscience de son pouvoir
propre et de son importance.&nbsp;
<p>Ce travail de son importance.&nbsp;
<p>Ce travail en particulier, et la philosophie en g&eacute;n&eacute;ral,
nous permettent de jeter un il nouveau sur le monde, den mieux comprendre
les subtilit&eacute;s constitutives, et finalement de sortir de ce carcan
scientifique et rationaliste dans lequel nous orientent nos &eacute;tudes
ding&eacute;nieur.
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>

<cgrave;res</a></div>

<center><a NAME="Conclu"></a><b><i><u><font color="#008000"><font size=+2>Conclusion</font></font></u></i></b></center>

<p>En conclusion, les trois auteurs nous apprennent des choses int&eacute;ressantes
&agrave; partir de points de vue diff&eacute;rents d&eacute;coulant directement
de l&eacute;poque &agrave; laquelle ils vivaient.&nbsp;
<p>Machiavel pose les bases de ce qui sera par apr&egrave;s appel&eacute;
le r&eacute;alisme politique par sa conception utilitariste du pouvoir.
Celle-ci est encore tr&egrave;s vraie dans notre soci&eacute;t&eacute;,
ce qui rend sa th&eacute;orie toujours actuelle. H&eacute;las le contexte
historique ne lui permettait pas danalyser une autre forme de pouvoir
que celle centr&eacute;e en un prince, do&ugrave; une th&eacute;orie assez
limit&eacute;e vue la complexit&eacute; de la structure du pouvoir aujourdhui.&nbsp;
<p>Un autre point int&eacute;ressant d&eacute;velopp&eacute; par Machiavel
est quand il explique la fa&ccedil;on dont le Prince doit se comporter
pour conserver le pouvoir. se comporter
pour conserver le pouvoir. Cest dautant plus remarquable que cest encore
tr&egrave;s vrai aujourdhui. Il fut le premier &agrave; dire que le para&icirc;tre
et le r&eacute;sultat obtenu sont plus importants que la mani&egrave;re
de lobtenir.
<p>La th&eacute;orie de Machiavel est tout &agrave; fait applicable et
fut dailleurs longtemps appliqu&eacute;e (puisque ce que Machiavel sque ce que Machiavel a r&eacute;alis&eacute;
tient du r&eacute;alisme politique).
<p>Marx analyse la soci&eacute;t&eacute; en posant que l&eacute;conomie
est la base de tous rapports. Selon lui les relations de pouvoir et la
place dans la soci&eacute;t&eacute; d&eacute;pendent uniquement du revenu
et de la situation &eacute;conomique de chaque individu Dans son uvre,
il critique la soci&eacute;t&eacute; et ouvre la voie &agrave; des r&eacute;voltes
ouvri&egrave;res. Il pousse le prol&eacute;tariat &agrave; se r&eacute;volter
car cette domination de la classe ouvri&egrave;re est n&eacute;cessaire
pour l&eacute;volution de la structure sociale et politique en place et
engendrera la cr&eacute;ation dune soci&eacute;t&eacute; sans classes.
Karl Marx ne se limitait pas uniquement &agrave; un r&ocirc;le de philosophe,
de th&eacute;oricien : il est &eacute;galement pass&eacute; &agrave; la
pratique en r&eacute;unissant la classe domin&eacute;e afin de lui permettre
dam&eacute;liorer sa condition. Cependant, il n&eacute;tait pas &agrave;
labri de toutes critiques. De fgrave;
labri de toutes critiques. De fait, lorsque Marx nous dit que toute th&eacute;orie
est influenc&eacute;e par lid&eacute;ologie dominante de son &eacute;poque,
il omet de se critiquer lui-m&ecirc;me.
<p>La th&eacute;orie de Marx nous semble quelque peu utopique. En fait,
elle fut &agrave; lorigine du communisme de L&eacute;nine et de Staline,
mais ceux-ci utiline,
mais ceux-ci utilis&egrave;rent les &eacute;crits de Marx pour leur seul
profit, un peu &agrave; la mani&egrave;re du Prince de Machiavel. Le probl&egrave;me
est donc de trouver quelquun qui applique la th&eacute;orie marxienne
sans la remodeler &agrave; sa fa&ccedil;on pour son int&eacute;r&ecirc;t
personnel.&nbsp;
<p>Marx, tout comme Machiavel, con&ccedil;oit le pouvoir comme &eacute;mergeant
dun nud central et se r&eacute;percutant jusquaux confins de la structure
sociale. Foucault dans son analyse suit la d&eacute;marche inverse, il
r&eacute;fute lexistence de ce nud central et part de la base de la pyramide
pour arriver au sommet. Bien que son &eacute;tude rel&egrave;ve dun certain
structuralisme, il ne cherche pas &agrave; construire, contrairement &agrave;
Marx, un nouveau syst&egrave;me de pouvoir. Foucault dans son analyse de
la micro physique du pouvoir va cependant plus loin, en ce sens quil affirme
et montre quil y a dans toute relation des rapports de pouvoir, il d&eacute;passe
donc la simple interpr&eacute;tation de ses deux pr&eacute;d&eacute;cesseurs
qui nenvisag&eacute;d&eacute;cesseurs
qui nenvisageaient le pouvoir que comme rapport de domination toujours
reli&eacute;s &agrave; la structure &eacute;tatique. Cette notion de micro
pouvoirs couvre un champ bien plus vaste, et si sa th&eacute;orie nest
pas exempte derreurs, elle est indubitablement plus int&eacute;ressante
que la simple vision &agrave; sense vision &agrave; sens unique de Marx et de Machiavel.&nbsp;
<p>La grande pens&eacute;e &agrave; retenir de ce travail est finalement
le conditionnement des id&eacute;ologies dune &eacute;poque par le contexte
historique et social, ce qui est finalement tout &agrave; fait logique
; une id&eacute;ologie est une solution " meilleure " propos&eacute;e par
un observateur qui r&eacute;agit forc&eacute;ment par rapport &agrave;
la situation actuelle, et en regard des exp&eacute;riences du pass&eacute;,
&agrave; limage dune tour qui se construit au fur et &agrave; mesure
de lhistoire, une accumulation des faits, des id&eacute;es, des courants
de pens&eacute;es et des &eacute;laborations philosophiques ou politiques
des nombreuses conceptions qui ont pu &ecirc;tre imagin&eacute;es quant
&agrave; lorganisation dun &Eacute;tat. Bien entendu, les diff&eacute;rences
id&eacute;ologiques existant au sein dune m&ecirc;me &eacute;poque r&eacute;sultent
des diff&eacute;rences entre les individus, de la complexit&eacute; et
de la diversit&eacute; des mentalit&eacute;s conduisant &agrave; lexistence
de " classes ", et des ; lexistence
de " classes ", et des rapports qui d&eacute;coulent de ces diff&eacute;rences,
car apr&egrave;s tout, on napprend de nouvelles choses que parce que nous
sommes tous diff&eacute;rents.
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>

<center>
<p><a NAME="Biblio"></a><b><i><u><font color="#00b><i><u><font color="#008000"><font size=+2>Bibliographie
:&nbsp;</font></font></u></i></b></center>

<p><u>Atlas historique</u> , &eacute;dition Stock, 1968, pages 213, 338,
340, 376
<p>Machiavel N., <u>Le Prince</u>, 1513
<p><u>Encyclop&eacute;die Universalis</u>, France, 1990, Tome 14, p174-176,
p651-654
<p>Tome 9, p746-747
<p><u>M&eacute;mo Larousse</u> , Marx et Marxisme
<p>Marx et Hegel, <u>Manifeste du Parti communiste</u>, 1848
<p><u>Grand Larousse en 5 volumes</u>, 1987, &Eacute;ditions Larousse&nbsp;
<br><u>Encyclopaedia Universalis</u>, 1996&nbsp;
<br><u>Encyclop&eacute;die Encarta</u>, 1998 et 1997, Microsoft (CD-ROM)&nbsp;
<p>Nandrin J.P., <u>Histoire des id&eacute;es politiques</u>
<p>Marx, <u>Contribution &agrave; la critique de l&eacute;conomie</u>
<p>Poulantzas N., petite collection maspero, <u>Pouvoir politique et classes
sociales</u>&nbsp;
<p>Site Web: <u><a href="www.microtec.net/pcbcr/mach.html">www.microtec.net/pcbcr/mach.html</a></u>
(Id&eacute;es de Machiavel)
<div align=right><a href="#Top">Table des mati&egrave;res</a></div>
</td>
</tr>
</table></center>

</body>
</html>
div>
</td>
</tr>
</table></center>

</body>
</html>

</table></center>





</body>


</html>


