<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
$langAn =" إعلانات ";
// ANNOUCEMENTS
$langAnnEmpty=" تمّ محو كلّ الإعلانات ";
$langAnnModify=" تمّ تغيير الإعلان";
$langAnnAdd=" تمت إضافة الإعلان ";
$langAnnDel=" تمّ فسخ الإعلان ";
$langPubl=" نشر يوم ";
$langAddAnn=" إضافة إعلان ";
$langContent=" محتوى ";
$langEmptyAnn=" محو كلّ الإعلانات ";
$professorMessage=" رسالة من طرف أستاذك ";
$langEmailSent=" أرسلت بالبريد الإلكتروني للطلبة المرسمون       ";
$langNo=" لا ";
$langYes=" نعم ";
$langEmailOption=" أرسل هذا الإعلان للطلبة بالبريد الإلكتروني";

$langOn=" على ";
$langRegUser=" المرسمون ";
$langUnvalid=" لديهم بريد  إلكتروني غير صحيح أو ليس لديهم بريد إلكتروني     ";
$langModifAnn=" تعديل هذا الإعلان ";


?>