<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
$langAn =" إعلانات ";
// ANNOUCEMENTS
$langAnnEmpty=" تمّ محو كلّ الإعلانات ";
$langAnnModify=" تمّ تغيير الإعلان";
$langAnnAdd=" تمت إضافة الإعلان ";
$langAnnDel=" تمّ فسخ الإعلان ";
$langPubl=" نشر يوم ";
$langAddAnn=" إضافة إعلان ";
$langContent=" محتوى ";
$langEmptyAnn=" محو كلّ الإعلانات ";
$professorMessage=" رسالة من طرف أستاذك ";
$langEmailSent=" أرسلت بالبريد الإلكتروني للطلبة المرسمون       ";
$langNo=" لا ";
$langYes=" نعم ";
$langEmailOption=" أرسل هذا الإعلان للطلبة بالبريد الإلكتروني";

$langOn=" على ";
$langRegUser=" المرسمون ";
$langUnvalid=" لديهم بريد  إلكتروني غير صحيح أو ليس لديهم بريد إلكتروني     ";
$langModifAnn=" تعديل هذا الإعلان ";


?>