<?php
$_lang['Agenda'] = "جدول الأعمال";
$_lang['Announcement'] = "الإعلانات";
$_lang['Chat'] = "دردشة";
$_lang['ClarContent'] = "هنا يستطيع المدرسون إنشاء و إدارة مواقع المقررات التعليمية. و الطلاب يقومون بقراءة ( المحاضرات - جدول الأعمال - المعلومات) و أيضاً القيام بحل التمارين و نشر المقالات على الانترنت و المشاركة في المنتديات...</p><b>التسجيل</b><p> التعليمات التالية يمكن تنفيذها فقط إذا كان من المسموح ان تقوم بالتسجيل الذاتي في الموقع لان العديد من المواقع تقوم بعملية التسجيل الخاصة بك بشكل تلقائي .
<br /> إذا كنت طالباً فما عليك إلا اختيار  'التحاق بمقرر تعليمي ( طالب) ' و من ثم اختيار المقرر الذي ترغب بالالتحاق به </p><p>
اما إذا كنت مدرساً فيجب عليك التسجيل أيضاً و لكن قم باختيار 'إنشاء مقرر ( مدرس) '
و من ثم يتوجب عليك ان تقوم بملء صفحة البيانات و ذلك بإدخال رمز المقرر التعليمي و اسم الكلية و المقرر و بعد ان يتم التحقق من هذه البيانات سيتم توجيهك بشكل تلقائي لصفحة الموقع الذي قمت بإنشائه و يكون بمقدورك تعديل البيانات و الإعدادات الخاصة بالمقرر حسب رغبتك.</p><p>
الخيار 'يجب ان' يسمح بإرسال آراء و مقترحات خاصة بموقعك  من قبل بقية المدراء .
الأشياء التي يمكن ان تقوم بإرسالها هنا تتضمن العيوب او الاقتراحات اللازمة لتحسين الموقع . قائمة 'يجب ان'  يتم ربطها مع صفحة البدء عندما تقوم بتسجيل الدخول لموقع الجامعة </p>
<p> منتدى الدعم الفني يقوم بربط جميع مستخدمي نظام Claroline  حول العالم و يمكن ان تلجأ له عندما لا تجد الجواب لما يدور بذهنك من أسئلة ضمن موقع الجامعة الخاص بك حيث يمكن ان ترسل السؤال لمنتدى الدعم الفني و تحصل على الإجابة بسرعة</p>
";
$_lang['CloseWindow'] = "إغلاق النافذة";
$_lang['ConfigMenuContent'] = "قائمة الإعدادات";
$_lang['CourseHome'] = "صفحة المقرر";
$_lang['CourseManager'] = "مدير المقرر";
$_lang['DescriptionCours'] = "وصف المقرر التعليمي";
$_lang['DocContent'] = "<p>إن أداة الوثائق تشبه إلى حد كبير مدير الملفات الذي تستخدمه في حاسبك الشخصي</p> <p> تستطيع ان تقوم بتحميل أي نوع من الملفات مثل ملفات الوثائق و الجداول الحسابية و صفحات الانترنت و العروض التقديمية و ملفات الاكروبات او الفلاش...إلخ.
كل ماعليك الانتباه له أن يكون لدى الطلاب البرامج المناسبة لقراءة هذه الأنواع من الملفات. بعض أنواع الملفات قد تحتوي فيروسات و من مسؤولياتك ان لا تقوم بتحميل أي ملف يحتوي على فيروسات لذا يتوجب عليك تفحص الملفات باستخدام برامج كشف الفيروسات قبل تحميلها</p>
<hr />
<h4>انماط العرض</h4>
هناك اسلوبان لعرض الوثائق في نظام Claroline هما
<ul>
<li>قائمة ملفات ( الافتراضي)</li>
<li>صور مصغرة</li>
</ul>
تستطيع التبديل بين اسلوبي العرض ببساطة من خلال النقر على الأوامر 'قائمة الملفات| صور مصغرة' من ضمن شريط الأدوات
<h4>عارض الصور</h4>
<ul>
<li>افتح عارض الصور ببساطة من خلال النقر على اسم ملف الصورة ضمن قائمة الملفات و ذلك عندما تكون الوثائق معروضة في نمط قائمة الملفات او انقر على الصورة المصغرة للملف عندما تكون في نمط الصور المصغرة</li>
<li>انتقل للصورة التالية او السابقة من خلال النقر على اسم الملف الموافق لها او على الصورة المصغرة لها ضمن شريط ادوات عارض الصور</li>
<li>يتم إغلاق عارض الصور ببساطة من خلال النقر إما على 'صور مصغرة ' او 'قائمة الملفات'  </li>
</ul>

<h4>البحث ضمن الوثائق</h4>
<ul>
<li>
انقر على 'امر البحث'  من الناحية العلوية لمستكشف الانترنت
</li>
<li>
أدخل عبارة البحث مع ملاحظة إمكانية استخدام الرموز '*' و '?' من أجل عمليات البحث المعقدة </li>
<li>انقر على الزر موافق</li>
<li>ستظهر نتيجة البحث بجانب شريط الأدوات </li>
</ul>
<hr />
<h4>إدارة الوثائق</h4>
تملك هذه الأدارة العديد من الأوامر التي تسمح لك بتحميل, تحرير, تنظيم الملفات الخاصة بك</hr />
<h4>تحميل وثيقة</h4>
<ul>
<li>انقر على 'تحميل ملف' ..يوجد هذا الأمر في الزاوية العليا من جهة اليمين</li>
<li>اختر الملف الذي تريد تحميله من جهاز الكومبيوتر الخاص بك من خلال النقر على زر 'Browse' </li>
<li>يمكنك أيضأ أن ترفق ملاحظة مع الملف الذي تقوم بتحميله و هذه الملاحظة ستظهر تحت الوثيقة مباشرة ضمن قائمة الملفات</li>
<blockquote><small>
<i>ملاحظة</i>إذا قمت بتحميل مجموعة ملفات تم تجميعها ضمن ملف واحد مضغوط بصيغة <i>ZIP</i> فقم عندها باختيار 'فك ضغط الملف على السيرفر' لكي يتم فك ضغط الملف بشكل تلقائي على السيرفر
</small></blockquote>
</li>
<li>يتم تشغيل صفحة تحميل الملفات من خلال النقر على زر 'تحميل' </li>
</ul>
<h4>إنشاء وصلة</h4>
<ul>
<li>انقر على الأمر  'إنشاء وصلة' الموجود الجهة العليا من مستكشف الانترنت</li>
<li>اكتب  اسم مناسباً لهذه الوصلة</li>
<li> اكتب العنوان الكامل URL لهذه الوصلة
(مثال : http://my.domain.com/my/life.htm )
</li>
<li> يمكنك إرفاق ملاحظة مع الوصلة بحيث تظهر تحت اسم الوصلة مباشرة </li>
</li>
<li>انقر على الزر موافق لإنشاء الوصلة </li>
</ul>

<h4>إنشاء ملف HTML بشكل فوري </h4>
<ul>
<li>اختر الأمر 'إنشاء وثيقة' الموجود في  الجهة العلوية لمستكشف الانترنت</li>
<li>اكتب اسم الوثيقة في الحقل الموافق للاسم</li>
<li>ادخل مضمون الوثيقة ضمن المنطقة المخصصة لذلك</li>
<li> انقر على الزر موافق عندما تنتهي من الكتابة </li>
</ul>
<p>
يمكن استخدام هذا الأمر لكتابة الوثائق صغيرة الحجم اما بالنسبة للوثائق الكبيرة فننصحك باستخدام برامج متخصصة </p>

<h4>تغيير اسم الوثيقة , المجلد , الوصلة</h4>
<ul>
<li>
انقر على الصورة الموجودة ضمن العمود 'تعديل' </li>
<li>اكتب الاسم الجديد ضمن الحقل الذي سيظهر في الجهة العلوية للمستكشف</li>
<li>يمكنك أيضاً ان تقوم بإضافة أو تعديل الملاحظة المرفقة مع الوثائق</li>
<li>انقر على الزر موافق لتأكيد الأمر </li>
</ul>
<p>
<b>تلميح</b>
يتم ترتيب الوثائق أبجدياً حسب الاسم فإذا أردت التحكم بترتيب عرض الوثائق اجعل اسماء الوثائق تبدأ بارقام مثل : 01 ,02,03 ... </p>
<h4> حذف وثيقة , مجلد, وصلة </h4>
<ul>
<li>انقر على رمز الحذف الموجود بجانب الوثيقة ضمن العمود 'حذف' </li>
</ul>
<h4>جعل الوثيقة, المجلد, الوصلة غير ظاهرة للطلاب </h4>
<ul>
<li>انقر على الرمز بجانب الوثيقة الموجود ضمن العمود 'مرئي / مخفي' </li>
<li>
يبقى العنصر الذي اخفيته موجوداً و لكنه غير مرئي من قبل الطلاب</li>
<li>لجعله مرئياً من جديد انقر مرة اخرى على الرمز السابق </li>
</ul>
<h4>
إضافة أو تعديل ملاحظة خاصة بوثيقة أو مجلد او وصلة </h4>
<ul>
<li>انقر على الرمز الموجود بجانب الوثيقة ضمن العمود 'تعديل' </li>
<li>اكتب الملاحظة الجديدة ضمن الحقل الموافق </li>
<li>قم بتأكيد العملية بالنقر على زر موافق </li>
</ul>
<p>لحذف الملاحظة انقر على الصورة بجانب الوثيقة ضمن العمود 'تعديل' و من ثم احذف الملاحظة القديمة و انقر على الزر موافق </p>
<h4>إنشاء مجلد </h4>
<ul>
<li>انقر على الأمر 'إنشاء مجلد' الموجود في الجهة العليا لمستكشف الانترنت </li>
<li>اكتب اسم المجلد الجديد في الحقل الموافق </li>
<li>قم بتاكيد العملية من خلال النقر على زر موافق </li>
</ul>
<h4> نقل وثيقة أو مجلد او وصلة</h4>
<ul>
<li>انقر على الصورة بجانب العنصر الذي تريد نقله ضمن العمود 'نقل' </li>
<li> اختر المجلد الذي تريد نقل العنصر إليهمن ضمن القائمة المنسدلة الموجودة في الأعلى من جهة اليمين</li>
<br /> ملاحظة: الكلمة 'جذر' تعني أنك لا تستطيع الانتقال لمستوى اعلى من المستوى الذي  توجد فيه الوثيقة على السيرفر </li>
<li>
قم بتأكيد امر النقل من خلال النقر على زر موافق </li>
</ul>
<center>
<p>";
$_lang['Document'] = "وثائق و وصلات";
$_lang['ExerciseContent'] = "<h4>ماهي أداة التمرين ؟ </h4>
يمكنك من خلالها إنشاء تمارين يتم حلها من خلال الانترنت و تتألف من لائحة من الاسئلة , يمكن ان تكون انواع هذه الاسئلة مختلفة  و يقوم الطلاب بتنفيذ التمرين  حيث يتم تسجيل نتائج الطلاب المسجلين بالمقرر و يمكن استعراضها من خلال إحصائيات المقرر .
<hr />
<h4> إدارة التمارين</h4>
<p>لإنشاء تمرين</p>
<ul>
<li> انقر على \"تمرين جديد\" من صفحة الأساسية الخاصة بالأداة ) يجب ان تكون قد دخلت بالاسم الخاص بك كمدرس او كمدير النظام) </li>
<li>أدخل وصف للتمرين</li>
<li>أختر فيما إذا كان الطالب سيرى جميع الاسئلة ضمن صفحة واحدة أو صفحة من أجل كل سؤال </li>
<li> يمكنك أيضاً تعديل الإعدادات المتقدمة ( ليس ضرورياً)
<ul>
<li> اختر تاريخ البدء </li>
<li>اختر تاريخ النهاية </li>
<li> حدد الزمن الأقصى المسموح لتنفيذ التمرين</li>
<li> اختر عدد المحاولات المسموحة</li>
<li>حدد فيما إذا كان من المسموح للأشخاص المجهولين تنفيذ التمرين</li>
<li>حدد متى يمكن مشاهدة المراجعات </li>
</ul>
</li>
<li> انقر على موافق</li>
</ul>
<p> تستطيع الآن إضافة الاسئلة للتمرين الجديد من خلال إضافة اسئلة جديدة او استخدام اسئلة موجودة في مخزن الاسئلة </p>
<hr />
<h4> الاسئلة </h4>
<h4>الاسئلة متعددة الاختيارات</h4>
<p>هناك نوعين للاسئلة متعددة الاختيارات&nbsp;:
</p>
<ul>
<li>اسئلة لها جواب وحيد</li>
<li> اسئلة لها عدة إجابات</li>
</ul>
<p> في كلا الحالتين عندما تبدأ بإنشاء سؤال جديد يكون هناك إجابتين ممكنتين فقط . إذا أردت إضافة احتمالات اكثر للإجابات عليك أن </p>
<ul>
<li>اضغط على زر إضافة إجابة من أجل كل جواب إضافي تحتاجه </li>
<p> إذا أردت انقاص عدد الإجابات الممكنة يجب عليك ان </p>
<ul>
<li>اضغط على زر حذف إجابة من أجل كل إجابة ترغب بحذفها </li>
</ul>
<p>و من ثم و من أجل كل سؤال &nbsp;:</p>
<ul>
<li>ضع إشارة ضمن مربع الإجابات الصحيحة </li>
<li>ضمن عمود السؤال أدخل نص الإجابات الممكنة للأسئلة </li>
<li>ضمن عمود الملاحظات ادخل ملاحظات تظهر عندما يختار الطالب تلك الإجابة </li>
<li>قم بضبط درجة الأهمية - الوزن  لكل إجابة حيث ان مبدأ جدول الأوزان هذا هو تحديد وزن مناسب لعدد الإجابات الصحيحة ضمن السؤال . فعلى سبيل المثال إذا كان لديك سؤال له أربع إجابات -يمكن وجود اكثر من إجابة صحيحة- و قام الطالب باختيار إجابتين خاطئتين و إجابتين صحيحتين فيمكن عندها ان تعطي الطالب نصف العلامة و لكن يمكنك إيضاً ان تقرر ان ذلك ليس كافياً و تعطي على سبيل المثال العلامة التامة عندما يختار الطالب الإجابات الصحيحة تماماً و علامة الصفر من اجل أي إجابات مختلفة </li>
</ul>
<h4>أسئلة المطابقة </h4>
<p>في هذا النمط من الاسئلة يجب على الطلاب إيجاد التوافق بين العناصر الموجودة في قائمة </p>
<p>عندما تبدأ بإنشاء سؤال جديد من هذا النوع ,يكون هناك عنصرين فقط ضمن القائميتن , و لإضافة عناصر إضافية ليتم مطابقتها نقوم بما يلي </p>
<ul>
<li> انقر على 'إضافة عنصر' من أجل كل إجابة إضافية تريد إضافتها </li>
</ul>
<p>إذا أردت إنقاص عدد العناصر </p>
<ul>
<li> انقر على 'حذف عنصر' من أجل كل إجابة تريد حذفها</li>
</ul>
<p>يمكنك أيضاً تحديد أوزان لكل إجابة, و لكن لا يسمح باستخدام أوزان سالبة , و لا تنسى النقر على زر موافق من أجل تأكيد إضافة السؤال الجديد</p>
<h4> سؤال ملء الفراغات</h4>
<p>يتألف هذا النمط من الاسئلة من نص يحوي ضمنه بعض الكلمات المفقودة التي يجب على الطلاب كتابتها , عندما تقوم بإنشاء اسئلة من هذا النوع &nbsp;:
</p>
<ul>
<li>اكتب مقدمة للسؤال </li>
<li> استخدم الأقواس المربعة [...] من أجل تعريف فراغ أو أكثر ضمن النص بحيث تقوم بكتابة الإجابات الصحيحة ضمن تلك الأقواس
<ul>
<li><em>مثال:</em>يقع المسجد [الأقصى] في [فلسطين] المحتلة </li>
</ul>
</li>
<li>انقر على زر 'التالي' بعد الانتهاء </li>
<li>انقر على زر 'موافق' من أجل تأكيد السؤال الجديد</li>
</ul>
<hr />
<h4> مخزن الاسئلة </h4>
<p>يحوي مخزن الاسئلة قوائم بجميع الاسئلة التي تم إنشاوها ضمن المقرر, و يتم فرز قوائم خاصة بالاسئلة المستخدمة ضمن التمارين و قوائم للأسئلة الغير مستخدمة بأي تمرين </p>
<p>عندما تقوم بحذف تمرين فإن الاسئلة المكونة له لا يتم إزالتها من قاعدة البيانات و يمكن استخدامها في التمارين الجديدة من خلال استخدام مخزن الاسئلة</p>
<p>بشكل افتراضي تظهر جميع الاسئلة الموجودة ضمن المقرر و يمكنك عرض الاسئلة المرتبطة بتمرين محدد من خلال اختيار اسم التمرين من القائمة المنسدلة الخاصة بالتصفية </p>
<hr />
<h4> كيف استطيع رؤية نتائجي السابقة ؟</h4>
<p> كل مستخدم يستطيع مشاهدة النتائج الخاصة به حيث تظهر تحت قائمة التمارين مباشرة . و بصفتك مديراً للمقرر يمكنك النقر على الوصلة الخاصة بالتتبع لكل تمرين من ضمن قائمة التمارين للوصول إلى تفاصيل نتائج كل طالب من طلاب المقرر </p>";
$_lang['Exercises'] = "التمارين";
$_lang['ForContent'] = "<p>المنتدى أداة تهدف لإيجاد بيئة مناسبة للنقاش التفاعلي , ففي حين أن البريد الالكتروني يسمح بالنقاش بين شخصين فالمنتدى يسمح بالنقاش العام او النقاش ضمن المجموعات الخاصة </p>
<p> تتم إدارة و تنظيم المنتديات من خلال النقر على زر الإدارة . <br /> يتم تنظيم منتديات النقاش من خلال مجموعات و مجموعات فرعية كما يلي : </p><p><b>
التصنيف>المنتدى>المشاركة >الردود </b> </p>لكي تقوم بوضع بنية مناسبة للمنتديات من الضروري تنظيم التصنيفات و المنتديات ضمنها و يكون دور الطلاب إضافة المشاركات و الرد عليها , بشكل افتراضي يكون هناك تصنيف واحد فقط يحوي ضمنه منتدى فيه مشاركة واحدة كمثال </p> <p> اول ما ينبغي عليك فعله هو حذف هذه المشاركة و تعديل اسم المنتدى و من ثم يمكنك انشاء منتديات جديدة و تصنيفها ضمن مجموعات بحيث تلائم الأغراض التدريسية </p> <p>لا تقم بالخلط بين التصانيف و المنتديات و لا تنسى ان  التصانيف الخالية من المنتديات لا يراها الطلاب</p><p>وصف المنتدى قد يكون قائمة باسماء عناصر المنتدى او تعريف للهدف من المنتدى أو وصف المهمة التي يجب النقاش حولها....إلخ ";
$_lang['Forums'] = "المنتديات";
$_lang['GroupContent'] = "<p><b>مقدمة</b></p>

<p>الهدف من هذه الأداة هو إنشاء و إدارة مجموعات العمل, عند إنشاء المجموعات الجديدة تكون المجموعات فارغة و هناك عدة طرق لملء هذه المجموعات بالعناصر المناسبة :
<ul><li>الملء التلقائي</li>
<li>ملء يدوي 'تعديل'</li>
<li>تسجيل ذاتي من الطلاب (يكون في هذه الحالة خيار 'السماح للطلاب بالتسجيل ضمن المجموعات ' مفعلاً ) </li>
</ul>
و يمكن استخدام الطرق السابقة معاً فيمكن مثلاً ان تبدأ بتوجيه الطلاب ان يقوموا بالتسجيل ضمن المجموعات بانفسهم , و بعد ذلك قد تجد ان عددا منهم لم يستجب لذلك و بالتالي تقوم بالملء التلقائي لإكمال المجموعات , و من ثم تستطيع التعديل اليدوي لإضافة طالب محدد لمجموعة ما و ذلك بعد انتهاء التسجيل الذاتي و بعد الملء التلقائي</p>
<p>لا يمكن القيام بملئ المجموعات التلقائي او اليدوي إلا بعد ان يقوم الطلاب بالتسجيل في المقرر
<br />يمكن استعراض قائمة المستخدمين من خلال أداة المستخدمين </p> <hr noshade size=1>
<p><b> إنشاء مجموعات</b></p>
<p>لإنشاء مجموعات جديدة انقر على 'إنشاء مجموعة جديدة' و حدد عدد المجموعات التي تريد إنشاءها و عدد العناصر الأعظمي المسموح في كل مجموعة او يمكن عدم تحديد العدد الاعظمي و عندها يكون عدد العناصر غير محدود ضمن المجموعات</p><hr noshade size=1>
<p><b>إعدادات المجموعات</b></p>
<p>يمكنك تحديد الإعدادت العامة لكل المجموعات  <b>السماح للطلاب بالتسجيل ضمن المجموعات </b>
<p>إذا قمت بتحديد العدد الأعظمي لعناصر المجموعات فالمجموعات المكتملة لا تسمح بإضافة عناصر جديدة لها و هذه الطريقة مناسبة للمدرس عندما تكون قائمة الطلاب غير معروفة أثناء إنشاء المجموعات</p>
<b>أدوات</b>: </p>
<p>كل مجموعة تضم منتدى خاص بها ( عام او خاص )أو  منطقة خاصة بالوثائق ( مدير للملفات المشتركة ) و في كثير من الأحيان تضم كلاً من المنتدى و منطقة الوثائق </p>
<hr noshade size=1>

<p><b>التعديل اليدوي </b></p>
<p> عند إنشاء المجموعات يتم عرضها من خلال جدول يمكن من خلاله عرض معلومات المجموعات و القيام بما يلي :
<ul><li><b>تعديل</b>من اجل التعديل اليدوي لاسم المجموعة , الوصف , المشرف , عناصر المجموعة </li>
<li><b>حذف</b>حذف المجموعة </li></ul>
<hr noshade size=1>";
$_lang['Groups'] = "المجموعات";
$_lang['HClar'] = "بدء المساعدة";
$_lang['HDoc'] = "ملفات المساعدة";
$_lang['HExercise'] = "تمارين مساعدة";
$_lang['HFor'] = "منتديات المساعدة";
$_lang['HHome'] = "صفحة المساعدة";
$_lang['HUser'] = "مستخدمين المساعدة";
$_lang['Help'] = "المساعدة";
$_lang['HelpAssignment'] = "الوظائف و المهام";
$_lang['HelpAssignmentContent'] = "<p>
اداة الوظائف هي مساحة خاصة للطلاب لنشر الوظائف و المقالات و الأعمال التي يكلفهم بها مدير المقرر<br /> <br />
كل وظيفة أو مهمة تكون مؤلفة من ملف أو نص مع ملف و يمكن أن يكون نشر الأعمال بأسماء المجموعات و ليس الأشخاص<br /> <br />
يمكن للطلاب تعديل الأعمال التي قاموا بنشرها و يستطيع مدير المقرر تزويد الطلاب بملاحظات و تقييمات خاصة باعمالهم
</p>
<hr />
<h4> إنشاء وظيفة-مهمة </h4>
<p>يقوم مدير المقرر بإنشاء وظيفة جديدة من خلال الدخول على هذه الأداة و من ثم نقر 'إنشاء (وظيفة/مهمة) جديدة ' </p>
<p>فتظهر استمارة بيانات تطلب من مدير المقرر تحديد ما يلي : </p>
<ul><li>عنوان الوظيفة&nbsp;:اسم الوظيفة أو الواجب</li><li> الوصف&nbsp;:وصف لما يجب ان يقوم به الطلاب</li><li>ملف :يمكن تحميل أي نوع من الملفات و هناك حجم لا يمكن تجاوزه للملفات كما يمكن إضافة نص يصف محتوى الملف</li><li>نص فقط : نص منسق باستخدام محرر النصوص المتقدم المستخدم في الموقع </li><li>نص مع ملف مرفق:نص منسق باستخدام محرر النصوص المتقدم مع إمكانية ارفاق ملف </li></ul>
</li><li>تاريخ البدء: التاريخ الذي يمكن اعتباراً منه ارسال الأعمال</li><li>تاريخ الانتهاء:تاريخ نهاية الوقت المسموح لإرسال الأعمال</li><li>سماحية الرؤية الافتراضية :حدد فيما إذا كانت الأعمال المرسلة ستظهر لبقية المستخدمين ام لا </li><li>نوع الوظيفة - المهمة : <ul><li>شخصي:يتم إرسال الأعمال من قبل الأشخاص
</li><li>جماعي : يجب ان يكون الشخص الذي يقوم بالإرسال عضواً بمجموعة واحدة على الأقل و يتم نشر العمل باسم تلك المجموعة </li></ul>
</li><li>السماح بتحميل الملفات بعد انتهاء المدة المسموحة </li></ul>
<p>
<hr />
<h4>Works</h4>
<p>Works are the publications uploaded by users.</p>
<p>For each assignment the tool shows a list of all users registered in the course and for each user the title of the first work he published, the number of submissions and the number of feedbacks.
The list of publications related to the user and the assignment can be view by clicking on the name of the user.</p>
<p><strong>Submit a work</strong></p>
<p>If the users has the right to submit a work he will be displayed a link to a submit form.</p>
<p><strong>Work list</strong></p>
<p>As a course manager you have the right to edit, delete, make visible/invisible any of the works.  You can also add a feedback for each work.
</p>
<ul>
<li> <strong>Modify</strong>&nbsp;: If this icon appears it means that user can modify the content of the work, it appears when user is the course manager, when user is looking at his works or at his group works.

</li>
<li> <strong>Delete</strong>&nbsp;: This command allow the course manager to delete a work.
</li>
<li> <strong>Visible</strong>&nbsp;: If this icon appears for a work, it means that the work is visible to the learners. This is just like in the document tool of Claroline. You can change this setting by clicking on the icon.
</li>
<li> <strong>Invisible</strong>&nbsp;: If this icon appears for a work, it means that the work is invisible to the learners. This is just like in the document tool of Claroline. You can change this setting by clicking on the icon.

</li>
<li> <strong>Add feedback</strong>&nbsp;: allows the course manager to publish a feedback about the work of the user.  A feedback can be a file or a text or both with a private comment that only course manager(s) will be able to see and a score in pourcent.
</li>
</ul>



";
$_lang['HelpGroups'] = "مساعدة المجموعات";
$_lang['HomeContent'] = "For convenience, claroline tools contain default entries.

 There is a small example in every tool to help you quickly grasp how it

 works. It is up to you to modify the example or to delete it.</p><p>For

 instance, here on the Home Page of your course website,there is a small

 introduction text saying 'This is the introduction text of your course. To

 replace it by your own text, click below on modify.' Click on modify, edit

 it and Ok. It's that simple. Every tool has the same logic:

 add, delete, modify, which is the logic of dynamic websites.</p><p>When

 you first create your website, most of the tools are active. Here again,

 it is up to you to deactivate the ones you don't need. You just have to

 click on 'deactivate'. Then it goes down to the grey section of your

 homepage and becomes invisible to your students.  However, you can

 reactivate it whenever you want, making it visible to the students once more.</p>

<p>You can add your own pages to your

 Home Page. These pages must be HTML pages (which can be created by any

 Word Processor or Web Composer). Use 'Upload page and link to Homepage' to

 send your page to the server. The standard header of your website will be

 automatically merged with your new document, so that you just need to

 concentrate on the content. If you want to link from your Home to

 existing websites or pages existing anywhere on the web (even inside your

 own site), use 'Add link on Homepage' The pages you have added to the Home

 page can deactivated then deleted, where the standard tools can be

 deactivated, but not deleted.</p><p>Once your course website is ready, go

 to 'Modify course info' and decide what level of confidentiality you want.

 By default, your course is hidden (because you work on it).</p>";
$_lang['LearningPath'] = "مسار التعليم";
$_lang['Login'] = "تسجيل الدخول";
$_lang['Logout'] = "خروج";
$_lang['MinuteShort'] = "دقيقة";
$_lang['ModifyProfile'] = "تعديل معلوماتي";
$_lang['MyAgenda'] = "جدول أعمالي";
$_lang['MyCourses'] = "مقرراتي";
$_lang['OtherCourses'] = "قائمة المقررات";
$_lang['PeriodDayShort'] = "d.";
$_lang['PeriodHourShort'] = "h.";
$_lang['PlatformAdministration'] = "الإدارة";
$_lang['PoweredBy'] = "مطورة باستخدام";
$_lang['SecondShort'] = "ثانية";
$_lang['Student'] = "طالب";
$_lang['SwitchEditorToTextConfirm'] = "This command is going to remove the current text layout. Do you want to continue ?";
$_lang['TextEditorDisable'] = "إيقاف عمل محرر النصوص المتقدم";
$_lang['TextEditorEnable'] = "تشغيل محرر النصوص المتقدم";
$_lang['UserContent'] = "<p> أداة 'المستخدمين' تعرض معلومات المستخدمين في جدول مصنف , و فيما يلي وصف موجز لأعمدة الجدول
<ul>
<li>
<b>اسم المستخدم</b>بالنقر على اسم المستخدم تستطيع مشاهدة معلومات إضافية عنه كالبريد الإلكتروني و غيره
</li>

<li>
<b>الوظيفة</b>.
ليس للوظائف أية دور في عمل النظام و هي لا تعطي الأشخاص أيه ميزات او حقوق ضمن النظام و لكن الهدف منها الدلالة على وظيفة و دور كل شخص , تستطيع تعديل تسميات هذه الوظائف بالنقر على الصورة الموجودة ضمن عمود 'تعديل' و من ثم كتابة ما ترغب به مثل : محاضر , مدرس , استاذ مساعد , معيد , طالب , زائر , خبير ....إلخ
</li>
<li>
<b>مشرف مجموعة</b> حالة مشرف المجموعة ميزة تسمح للمستخدم بالوصول لجميع المناطق الخاصة بالمجموعة و مشاهدة و إمكانية تعديل الرسائل ضمن منتدى المجموعة . تستطيع تعديل هذه الحالة بالنقر على الصورة الموجودة ضمن العمود 'تعديل'
</li>
<li>
<b>مدير مقرر</b>هذه الحالة مخصصة للأشخاص الذين يقومون بإدارة المقرر , تستطيع تعديل هذه الحالة بالنقر على الصورة الموجودة في العمود 'تعديل'
</li>
<li>
<b>تعديل</b> (محصورة بمدير المقرر) هذا الامر يسمح لمدير المقرر بتعديل بيانات المستخدمين المتعلقة بهذا المقرر . ليس من المسموح لمدراء المقررات بتعديل البيانات الشخصية كالبريد الإلكتروني او الاسم , فقط البيانات المتعلقة مباشرة بالمقرر مثل الوظيفة , حالة المشرف , حالة مدير المقرر ..إلخ
و من خلال هذا الأمر يستطيع مدراء المقرر أيضاً بإنشاء عناوين جديدة مخصصة فقط لهذا المقرر  ( انظر على زر 'تعريف عناوين' الموجود في صفحة تفاصيل المستخدم ) , و بمجرد تعريف هذه العناوين يستطيع كل طالب أن يقوم بملئها
</li>
<li>
<b>إلغاء التسجيل</b>(محصورة بمدير المقرر) هذا الامر يسمح لمدير المقرر بإزالة مستخدم من المقرر الخاص بالمدير . و هذا لا يعني أنه سيتم إلغاء حساب المستخدم بشكل كلي و لكن سيتم إلغاء تسجيل هذا الحساب من هذا المقرر
</li>

</ul>

<h4>
الاوامر الأساسية
</h4>

<ul>
<li>
<b>إضافة مستخدم</b> انقر على هذا الامر لإضافة مستخدم إلى هذا المقرر , قم بتعبئة الحقول المطلوبة و التحقق و سيتم إرسال بريد الكتروني لهذا الشخص لاخباره بانه تم تسجيله و إعلامه او تذكيره باسمه مع كلمة السر
</li>
<li><b>إضافة قائمة مستخدمين</b></li>انقر على هذا الأمر لإضافة عدة مستخدمين معاص من خلال ملف بتنسيق CSV
</li>
<li>
<b>تسجيل صف</b>انقر على هذا الأمر لإضافة مجموعة من الطلاب تم تجميعها من قبل مدير النظام على شكل صفوف بشكل مسبق
</li>
<li>
<b>إدارة المجموعة</b>تسمح بالانتقال المباشر لأداة إدارة المجموعة
</li>
</ul>

<h4>تلميحات</h4>
<p>
للسماح مثلاً لمساعد مدرس بإلاشتراك بإدارة الموقع يجب ان تقوم بتسجيله في المقرر إذا لم يكن مسجلاً و من ثم النقر على على كلمة 'تعديل' الموجودة تحت 'حقوق الإدارة'  و من ثم النقر على 'الكل' و من ثم موافق";
$_lang['Users'] = "المستخدمون";
$_lang['ViewMode'] = "نمط العرض";
$_lang['Wiki'] = "Wiki";
$_lang['Work'] = "واجبات و مهام";
$_lang['_enroll'] = "تسجيل";
$_lang['_footer_p_CourseManager'] = "المدير المسؤول عن %s";
$_lang['_p_platformManager'] = "المسؤول عن موقع   %s";
?>