<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// infocours.php

$langModifInfo=" خاصيات الدرس ";
$langModifDone=" تمّ تعديل المعلومات ";
$langHome=" رجوع إلى صفحة الإستقبال ";
$langCode=" رمز الدّرس ";
$langDelCourse=" إزالة الدّرس ";
$langProfessors=" أصحاب الدّرس ";
$langTitle=" الدّرس عنوان  ";
$langFaculty="جامعة ";
$langDescription=" وصف ";
$langConfidentiality=" سريّة ";
$langPublic=" دخول للعامة ";
$langPrivOpen=" دخول خاص، ترسيم مفتوح ";
$langPrivate=" دخول خاص, ترسيم مغلق(/(موقع مخصص للأشخاص الموجودين على القائمة<a href=../user/user.php> مستعملو الموقع </a>)";
$langForbidden=" لستم مسجلون بهذا الدرس بصفتكم مسؤولا ";
$langLanguage="Langue";
$langConfTip= " إن رغبتم في الحصول على حدّ أدنى من السريّة ، فيكفي أن تفتحوا الترسيم لمدة أسبوع ليتمكن الطلبة من الترسيم بأنفسهم ثم يتم غلق الترسيم والتثبت من الدخلاء بالإطلاع على قائمة مستعملي الموقع";

$langTipLang = "هذه اللّغة هي لغة  موقع درسكم لكلّ الزائرين  ";

// Change Home Page
$langAgenda=" أجنده ";
$langLink=" روابط ";
$langDocument=" وثائق ";
$langVid=" فيديو ";
$langWork=" أشغال ";
$langProgramMenu=" كراس الشروط ";
$langAnnouncement=" إعلانات ";
$langUser=" مستعملو الموقع";
$langForum=" منتديات    ";
$langExercise=" تمارين ";
$langStats=" إحصاءات ";
$langUplPage=" وضع الصفحة وربطها بالاستقبال  ";
$langLinkSite="إضافة رابط نحو صفحة الاستقبال ";
$langModifInfo=" خاصيات الدّرس ";
// delete_course.php

$langDelCourse=" إزالة موقع هذا الدرس ";
$langCourse=" course ";
$langHasDel=" تمّت إزالة الدرس ";
$langBackHome=" رجوع إلى صفحة الاستقبال ";
$langByDel=" بإزالة هذا الموقع تزيلون كل الوثائق التي يحويها وتلغون كل الطلبة المرسمين هل ترغبون حقا في محو الدرس؟";
$langY=" نعم ";
$langN=" لا ";

$langDepartmentUrl = " القسمURL ";
$langDepartmentUrlName = " قسم ";
$langBackupCourse=" إضافة الدّرس إلى الأرشيف ";

$langModifGroups=" فرق ";

?>


