<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation 
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
$langAgenda="أجنده";
$langDay=" يوم ";
$langHour=" ساعة ";
$langLasting=" مدّة ";
$langAddEvent=" إضافة حدث ";
$langDetail=" تفاصيل ";
$langSETLOCALE=" فرنسية ";  
?>