<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// create_course.php
$langCreateSite	=" خلق موقع درس ";
$langFieldsRequ	=" يجب الإدلاء بكلّ المعلومات   ";
$langTitle		=" عنوان ";
$langEx			=" مثال <i> تاريخ الأدب </i>";
$langFac		=" صنف ";
$langCode		=" رمز الدرس ";
$langTargetFac	=" الأمر متعلّق بالجامعة، القسم، المدرسة،التى يعطى فيها الدرس ";
$langMax		="max. 12 caractères, p. ex.<i>ROM2121</i>";
$langDoubt		="في حالة الشك في العنوان الصحيح أو في شفرة (رمز) درسكم";

$langProgram	=" ، عودوا إلى برنامج الدروس </a>.   إن كان الوقع الذي تريدون خلقه غير موافق لرمز درس موجود يمكنكم ابتكار موقع آخر، إذا تعلّق الأمر مثلا ببرنامج تكوين في مجال التصّرف في الابتكار. 
في حالة عدم التأكد من عنوان الدرس ومن رمزه يجب الإطلاع على برامجه . يمكنكم خلق رمز لدرسكم في حالة عدم وجود رمز درس آخر يتطابق معه على الموقع";
$langProfessors=" أصحاب الدرس  ";
$langExplanation=" يتم خلق موقع يحتوي على منتدى على قائمة روابط، على تمارين ، على أجنده، على قائمة وثائق...عند الضغط على ...يمكنكم تغيير محتوى هذا الموقع بواسطة معرفكم";
$langEmpty=" لم تملئوا كلّ الحقول\n<br>\ استعملوا زرّ الرجوع إلى الوراء وأعيدوا الكرّة <br> إن كنتم لا تعرفون رمز درسكم عودوا إلى برنامج الدروس";
$langCodeTaken=" رمز الدرس مستعمل <br> استعملوا زر الرجوع إلى الوراء وأعيدوا الكرّة ";

// tables MySQL
$langFormula=" أستاذكم  ";
$langForumLanguage="فرنسية";	// other possibilities are english, spanish (this uses phpbb language functions)
$langTestForum=" منتدى تجريبي";
$langDelAdmin="  للإزالة عن طريق إداري المنتدى";
$langMessage=" إلغاء المنتدى التجريبي يعني إلغاء الموضوع الحالي والذي لا يحتوي إلاّ على هذه الرسالة ";
$langExMessage=" مثال رسالة ";
$langAnonymous=" مجهول ";
$langExerciceEx=" مثال تمرين ";
$langAntique=" تاريخ الفلسفة العتيقة ";
$langSocraticIrony=" تتمثل السخرية ، السقراطيّة... ";
$langManyAnswers="( الأجوبة الصحيحة العديدة ممكنة  )";
$langRidiculise=" السخرية من المخاطب لعمله على الاعتراف بخطئه ";
$langNoPsychology=" لا تتحرك السخرية السقراطية على أرضية علم النفس بل على أرضية الحجاج.";
$langAdmitError=" اعتراف المرء بأخطائه لدعوة المخاطب للعمل بالمثل ";
$langNoSeduction=". الأمر لا يتعلق باستراتيجيّة إغراء أو بطريقة قائمة على المثال ";
$langForce=" حمل المخاطب - عن طريق جملة من الأسئلة والأسئلة الفرعيّة - على الاعتراف بأنه لا يعرف ما يدعي معرفته.  ";
$langIndeed=' وفعلا، بأن السخرية السقراطية طريقة تساؤلية. وكلمة " ايروتاو" الإغريقية تعني " سأل ".';
$langContradiction=" استخدام مبدأ عدم التناقض لجرّ المخاطب نحو الطريق المسدودة ";
$langNotFalse=" صحيح أن كشف جهل المخاطب يتم بكشف التناقضات التي تؤدي إليها أطروحاته. ";



// Home Page MySQL Table " استقبال "
$langAgenda=" أجنده ";
$langLinks=" روابط ";
$langDoc=" وثائق ";
$langVideo=" فيديو ";
$langWorks=" أشغال ";
$langCourseProgram=" كراس الشروط ";
$langAnnouncements=" إعلانات ";
$langUsers="مستعملو الموقع";
$langForums="منتديات";
$langExercices=" تمارين ";
$langStatistics=" إحصاءات ";
$langAddPageHome="وضع صفحة و ربطها بصفحة الاستقبال ";
$langLinkSite="   إضافة رابط نحو صفحة الاستقبال";
$langModifyInfo=" خاصيات الدّرس ";
$langCourseDesc = " وصف الدرس ";


// Other SQL tables
$langAgendaTitle=" الثلاثاء 11 ديسمبر : 14س00 : درس فلسفة (1) : القاعة 18";
$langAgendaText="Introduction générale à la philosophie et explication sur le fonctionnement du cours";
$langMicro="Micro-trottoir";
$langVideoText=" هنا مثال على ريال فيديو، يمكنكم بعث فيديو من كلّ الأنواع شريطة أن يتمكّن طلبتكم من مشاهدتها";
$langGoogle=" محرّك بحث جيّد";
$langIntroductionText=" هذا هو نص مدخل درسكم. تعديل هذا النص بانتظام هو طريقة حسنة للإشارة بوضوح إلى أن هذا الموقع مكان للتفاعل الحي وليس مجرّد قائمة وثائق.";
$langIntroductionTwo=" هذه الورقة هي فضاء نشر فهي تسمح لكل طالب أو مجموعة طلبة بإرسال وثيقة نحو موقع الدرس لتكون على ذمة الطلبة الآخرين والأستاذ أيضا. إن مررتم (استخدمتم) بفضاء المجموعة لنشر الوثيقة (اختيار النشر) فإن أداة العمل ستكون رابطا بسيطا نحو الوثيقة، حيث يوجد في قائمة المجموعة دون تغيير مكانه .";
$langCourseDescription=" اكتب هنا الوصف الذي يظهر لك في قائمة الدروس (محتوى هذا الحقل لا يظهر الآن في أي مكان وهو لا يوجد هنا إلا حالة إعداد لصيغة جديدة لكارولين)";
$langProfessor=" أستاذ ";
$langAnnouncementEx=" هذا مثال إعلان";
$langJustCreated=" خلقتم موقع الدرس ";
$langEnter=" ارجعوا إلى قائمة درسكم ";
$langMillikan=" تجربة مليكان ";



// Groups
$langGroups=" مجموعات ";
$langCreateCourseGroups=" مجموعات ";

$langCatagoryMain=" عامّ ";
$langCatagoryGroup=" منتديات المجموعات ";
?>

