<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// exercice.php

$langExercices=" تمارين ";
$langEvalSet=" مقاييس التقييم ";
$langExercice=" تمرين ";
$langActive=" ناشط ";
$langInactive=" غير ناشط ";
$langActivate=" تشغيل ";
$langDeactivate=" إبطال ";
$langNoEx=" لا يوجد تمارين حاليا ";
$langNewEx=" تمرين جديد ";


// exercice_admin.php

$langQuestCreate=" خلق أسئلة ";
$langExRecord=" تمّ تسجيل تمرينكم ";
$langBackModif="ارجعوا إلى تعديلات أسئلة تمرينكم";
$langDoEx=" القيام بالتمرين ";
$langDefScor=" تحديد مقاييس التقييم ";
$langCreateModif=" تعديل/ خلق الأسئلة";
$langSub=" عنوان-ثانوي ";
$langNewQu=" سؤال جديد ";
$langQuestion=" سؤال ";
$langQuestions=" أسئلة ";
$langDescription=" وصف ";
$langAnswers=" أجوبة ";
$langTrue=" صحيح ";
$langAnswer=" جواب ";
$langComment=" تعليق ";
$langMorA="+جواب ";
$langLesA="-جواب ";
$langRecEx=" تسجيل التمرين ";
$langRecQu=" تسجيل السؤال ";
$langRecAns=" تسجيل الأجوبة ";
$langIntroduction=" مقدمة ";
$langTitleAssistant=" مساعد لخلق التمارين ";
$langQuesList=" قائمة الأسئلة ";
$langSaveEx=" سجل التمرين ";
$langClose=" إغلاق ";
$langFinish=" إنهاء ";
$langCancel=" إلغاء ";
$langQImage=" سؤال-صورة ";
$langNext=" التالي ";
$langPrevious=" السابق ";
$langStep1=" مرحبا بكم على مساعدة خلق الاستجواب ذي الاختيارات المتعدّدة، ستتمّ قيادتكم خطوة بخطوة طيلة عمليّة هذا الاستجواب. اضغطوا على التّالي للمواصلة";
$langStep2="  إضافة/ تعديل عنوان تمرينكم ووصفه. اضغطوا على التالي عند الانتهاء";
$langAddQ=" أضف سؤالا ";

// exercice_submit.php

$langDoAnEx=" القيام بتمرين ";
$langGenerator=" مولّد تمارين ";
$langResult=" النتيجة ";
$langChoice=" إختياركم ";
$langCorrect=" صحيح ";

// scoring.php & scoring_student.php

$langPossAnsw="عدد الأجوبة الصحيحة بنفس السؤال ";
$langStudAnsw="عدد الأخطاء المرتكبة من طرف الطالب ";
$langDetermine=' حدّدوا بأنفسكم التقييم بتعديل الجدول السفلي. اضغطوا بعد ذلك على" تأكيد" ';
$langNonNumber=" إدخال قيمة غير رقميّة ";
$langAnd="و"; 
$langReplaced=" 0تم إدخالها و تعويضها بصفر ";
$langSuperior="20 enتمّ إدخال قيمة تفوق ";
$langRep20="تمّ تعويضها بـ 20 ";
$langDefault="Valeurs par défaut *";
$langDefComment="* Valeurs par défaut    سيتمّ الفسح النهائي للأعداد القديمة إثر ضغطكم على الزر ";
$langScoreGet=" الأعداد السوداء اللّون : عدد النقاط المتحصّل عليها    ";



//Milgrom deactivate scoring
$langShowScor=" إظهار التقييم للطلبة      "; 

?>