<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// external_module.php

$langLinkSite=" رابط نحو الموقع ";
$langSubTitle=" يضاف رابط داخليّا أو خارجيا نحو صفحة انطلاقا من صفحة الاستقبال  ";
$langAdded=" تمّت إضافة الرابط ";
$langHome=" رجوع إلى صفحة الاستقبال";
$langName=" اسم ";
$langLink=" رابط ";

?>