<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// index.php CAMPUS HOME PAGE

$langInvalidId=">  هذا المعرف غير صالح، يرجى منكم ملء جذاذة الترسيم إن كنتم غير مرسمين <a href='claroline/auth/inscription.php'> جذاذة الترسيم </a></font color>";
$langMyCourses=" دروسي";
$langCourseCreate=" خلق موقع للدروس ";
$langModifyProfile=" تعديل ملامحي ";
$langTodo=" يجب القيام به ";
$langWelcome=' دروس ذو دخول حرّ، تستوجب كل الدروس الأخرى أسم مستخدم موقع وكلمة سر يمكن أن  تتحصل عليها بالضغط على "ترسيم" يمكن  للأساتذة خلق درس جديد بالضغط على "ترسيم".                                                                                                                                  ';
$langUserName=" اسم مستخدم الموقع ";
$langPass=" كلمة السرّ ";
$langEnter=" دخول ";
$langHelp=" إعانة ";
$langManager=" مسؤول ";
$langPlatform="إ-كمبوس يستعمل المسطح";
?>

