<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// index.php CAMPUS HOME PAGE

$langInvalidId=" هذا المعرّف غير صالح. إن كنتم غير مرسمين يرجى منكم ملء <a href='claroline/auth/inscription.php'> جذاذة الترسيم </a></font color>";
$langOtherCourses=" دروس أخرى ";
$langCourseCreate=" خلق موقع للدروس ";
$langTodo=" اقتراحات ";
$langWelcome=' موقع ذا دخول حرّ تستوجب كل الدروس الأخرى أسم مستخدم موقع وكلمة سر يمكن أن  تتحصل عليها بالضغط على "ترسيم" بإمكان الأساتذة خلق درس جديد بالضغط على "ترسيم"  .                                                                      ';

$langUserName=" إسم مستخدم الموقع     ";
$langPass=" كلمة السرّ ";
$langEnter=" دخول ";
$langHelp="  ؟ كيف تنطلق ";
$langManager=" المسؤول ";
$langPlatform="-كمبوس يستعمل هذه المسّطحة ";
$langReg=" ترسيم ";
$langMenu =" قائمة ";
?>