<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// link.php
$langLinks=" روابط ";
$langListDeleted=" تمّ فسخ كلّ القائمة    ";
$langLinkMod=" تمّ تعديل الرابط ";
$langLinkDel=" تمّ فسخ الرابط ";
$langAddLink=" إضافة رابط ";
$langLinkName=" إسم الرابط ";
$langDescription=" وصف الرابط ";
$langDelList=" فسخ القائمة ";
$langLinkAdd=" الرابط المضاف ";
?>

