<?php
/***************************************************************************
 *                           lang_english.php  -  description
 *                              -------------------
 *     begin                : Sat Dec 16 2000
 *	    copyright            : (C) 2001 The phpBB Group
 *  	 email                : support@phpbb.com
 *
 *     $Id$
 *
 *  ***************************************************************************/

/***************************************************************************
 *
 *   This program is free software; you can redistribute it and/or modify
 *   it under the terms of the GNU General Public License as published by
 *   the Free Software Foundation; either version 2 of the License, or
 *   (at your option) any later version.
 *
 ***************************************************************************/

/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/

$langLoginBeforePost1 = " لنشر رسالة في المنتدى ";
$langLoginBeforePost2 = " يجب أوّلا ";
$langLoginBeforePost3 = " تعرّفوا بأنفسكم ";


// page_header.php

$langNewTopic=" موضوع جديد إثارة";
$langAnswer=" إجابة ";
$langHelp=" إعانة ";
$langAdm="إدارة";
$langQuote=" ذكر ";
$langEditDel=" نشر/فسخ ";
$langSeen=" اطلعت عليه  ";
$langLastMsg=" آخر رسالة ";
$langLastMsgs =" آخر الرسائل ";

$l_forum 	= " منتدى ";
$l_forums	= " منتديات ";
$l_topic	= " موضوع ";
$l_topics 	= " مواضيع ";
$l_replies	= " أجوبة ";
$l_poster	= " باعث ";
$l_author	= " صاحب الرسالة ";
$l_views	= " اطلعت عليهم ";
$l_post 	= " رسالة ";
$l_posts 	= " رسائل ";
$l_message	= " رسالة ";
$l_messages	= " رسائل ";
$l_subject	= " موضوع ";
$l_body		= "$l_ رسالة ";
$l_from		= "من";   // رسالة من
$l_moderator 	= " ملّطف ";
$l_username 	= " اسم مستخدم الموقع ";
$l_password 	= " كلمة السرّ ";
$l_email 	= " البريد الإلكتروني ";
$l_emailaddress	= " البريد الإلكتروني ";
$l_preferences	= " أفضليات ";

$l_anonymous	= " مجهول ";  // Post
$l_guest	= " مدعو "; // Whosonline
$l_noposts	= "Pas de $l_posts";
$l_joined	= " مرسّم ";
$l_gotopage	= " إذهب إلى صفحة ";
$l_nextpage 	= " الصفحة التالية ";
$l_prevpage     = " الصفحة السابقة ";
$l_go		= " إذهب إلى ";
$l_selectforum	= " إختاروا منتدى ";

$l_date		= " يوم ";
$l_number	= " عدد ";
$l_name		= " إسم ";
$l_options 	= " خيارات ";
$l_submit	= " إبعث ";
$l_confirm 	= "تاكيد";
$l_enter 	= " دخول ";
$l_by		= " من "; // Posté par
$l_ondate	= "le"; // Ce message a été édité par: $username le $date
$l_new          = " الجديد ";

$l_html		= "HTML";
$l_bbcode	= "BBcode";
$l_smilies	= "Smilies";
$l_on		= " تشغيل";
$l_off		= " إغلاق";
$l_yes		= " نعم";
$l_no		= " لا ";

$l_click 	= " إضغط ";
$l_here 	= " هنا ";
$l_toreturn	= " للرجوع ";
$l_returnindex	= "$l_ للرجوع إلى فهرسة المنتدى ";
$l_returntopic	= "$l_ للرجوع إلى قائمة مواضيع المنتدى";

$l_error	= " خطأ ";
$l_tryagain	= " ارجعوا إلى الوراء وحاولوا ثانيا";
$l_mismatch 	= " كلمة السرّ غير صحية";
$l_userremoved 	= "Ce membre a été retiré de la base de données.";
$l_wrongpass	= " كلمة السر غير صحية ";
$l_userpass	= " تفضّلوا بإدخال إسم مستخدم الموقع وكلمة السرّ";
$l_banned 	= " تمّ إبعادكم من هذا المنتدى. يمكنكم الاتصال بالمسؤول عن النظام لو أردتم الاستفسار";
$l_enterpassword= "يجب أن تدخلوا كلمة السرّ";

$l_nopost	= " ليس بإمكانكم المراسلة عبد هذا المنتدى";
$l_noread	= " ليس بإمكانكم قراءة رسائل هذا المنتدى";

$l_lastpost 	= " آخر رسالة ";
$l_sincelast	= " منذ زيارتكم الأخيرة ";
$l_newposts 	= " الرسائل الجديدة ";
$l_nonewposts 	= " ليس هناك رسائل جديدة ";

// Index page
$l_indextitle	= " فهرسة المنتدى ";

// Members and profile
$l_profile	= " ملامح ";
$l_register	= " أسّجل نفسي ";
$l_onlyreq 	= " مطلوب في حالة التغيير ";
$l_location 	= "من";
$l_viewpostuser	= " إطلع على رسائل هذا العضو ";
$l_perday       = "$l_ رسالة في اليوم ";
$l_oftotal      = " من المجموع ";
$l_url 		= "URL";
$l_icq 		= "ICQ";
$l_icqnumber	= " ICQالعدد ";
$l_icqadd	= " إضافة ";
$l_icqpager	= "Pager";
$l_aim 		= "AIM";
$l_yim 		= "YIM";
$l_yahoo 	= "Yahoo Messenger";
$l_msn 		= "MSN";
$l_messenger 	= "MSN Messenger";
$l_website 	= " عنوان الموقع";
$l_occupation 	= " الوظيفة ";
$l_interests 	= " الهوايات ";
$l_signature 	= " الإمضاء ";
$l_sigexplain 	= " نصّ يمكن إضافته إلى الرسائل التي بعثتم<BR>255 caractères max!";
$l_usertaken	= " اسم مستخدم الموقع الذي اخترتموه مستعمل من طرف آخر    ";
$l_userdisallowed= " اسم مستخدم الموقع الذي اخترتموه غير مرخّص له من طرف إدارة الموقع $l_حاول ثانية";
$l_infoupdated	= " تتم تجديد خاصياتكم ";
$l_publicmail	= " السماح للأعضاء برؤية $l_ العناوين الإلكترونية     ";
$l_itemsreq	= "* من الضروري الإدلاء بالمعلومات في المناطق التي تحمل شكل    ";

// Viewforum
$l_viewforum	= " انظر إلى المنتدى   ";
$l_notopics	=" بهذا المنتدى، يمكنكم إرسال موضوع   لا يوجد موضوع       ";
$l_hotthres	= "Plus de $hot_threshold $l_posts";
$l_islocked	= "$l_topic est Fermé (Pas de nouveaux $l_posts ne peuvent être postés)";
$l_moderatedby	= " ملطّف من طرف";

// Private forums
$l_privateforum	= " إنّه <b> منتدى خاص </b>.";
$l_private 	= '$l_privateforum<br> يجب السماح "بالكوكيس" قصد استعمال المنتديات الخاصة ';
$l_noprivatepost = "$l_privateforum لا يمكن لكم المراسلة عبر هذا المنتدى";

// Viewtopic
$l_topictitle	= " انظر  $l_ الموضوع ";
$l_unregistered	= " عضو غير مسجّل ";
$l_posted	= " بعث يوم ";
$l_profileof	= " أنظر إلى ملامح ";
$l_viewsite	= " أنظر إلى موقع ";
$l_icqstatus	= "Etat $l_icq";  // Etat ICQ
$l_editdelete	= " نشر/إلغاء Ce $l_post";
$l_replyquote	= " الإجابة مع ذكر ";
$l_viewip	= " أنظر إلى الملّطف والإداري فقط ";
$l_locktopic	= " أغلق هذا $l_ الموضوع ";
$l_unlocktopic	= " فتح موضوع مناقشة ";
$l_movetopic	= " نقل موضوع مناقشة ";
$l_deletetopic	= " فسخ موضوع مناقشة  ";

// Functions
$l_loggedinas	= " متّصل عبر ";
$l_notloggedin	= " غير متصل ";
$l_logout	= " اتصال منقطع ";
$l_login	= " اتّصال ";

// Page_header
$l_separator	= "» »";  // Included here because some languages have
		          // problems with high ASCII (Big-5 and the like).
$l_editprofile	= " إظهار ملامحي ";
$l_editprefs	= " إظهار افضليّاتي ";
$l_search	= " بحث ";
$l_memberslist	= " قائمة الأعضاء ";
$l_faq		= "FAQ";
$l_privmsgs	= "$l_ الرسائل الخاصّة ";
$l_sendpmsg	= " إرسال رسالة خاصّة ";
$l_statsblock   = '$statsblock = "Nos membres ont posté un total de -$total_posts- $l_messages.<br>
لدينا -$total_users- .أعضاء مسجّلون<br>
العضو المسجّل الأخير هو-<a href=\"$profile_url\">$newest_user</a>-.<br>
-$users_online- ". ($users_online==1?"membre est":"membres sont") ." <a href=\"$online_url\">actuellement</a> sur ces forums.<br>";';
$l_privnotify   = '$privnotify = "<br> لديكم $ رسالة جديدة <a href=\"$privmsg_url\">new private ".($new_message>1?"messages":"message")."</a>.";';

// Page_tail
$l_adminpanel	= " لوح الإدارة ";
$l_poweredby	= "Powered by";
$l_version	= "Version";

// Auth

// Register
$l_notfilledin	= " خطأ، لم تكتبوا كلّ المعلومات المطلوبة";
$l_invalidname	= " إسم العضو المختار \"$username\" مستعمل من طرف آخر  .";
$l_disallowname	= "   إسم مستخدم الموقع الذي اخترتموه \"$username\" غير مرخّص له من طرف إدارة الموقع ";

$l_welcomesubj	= " مرحبا بكم على المنتديات  $sitename";
$l_welcomemail	= "
$l_welcomesubj,

تفضلو بالاحتفاض بهذا البريد الإلكتروني

المعلومات المتعلّقة بترسيمكم في الموقع هي     :
:

----------------------------
إسم العضو= إسم مستخدم الموقع
كلمة العبور =$ كلمة السرّ
----------------------------

لا تنسوا كلمة السر إنها مشفرة في خزينة معلوماتنا وبإمكاننا إيجادها في حالة فقدانها أو مدّكم بكلمة سر جديدة
شكرا لتسجيلكم
$email_sig
";
$l_beenadded	= " تمّت إضافتكم إلى خزينة المعلومات  ";
$l_thankregister= " شكرا لتسجيلكم";
$l_useruniq	= " يجب أن يكون وحيدا. لا يمكن لعضوين تملّك نفس إسم مستخدم الموقع";
$l_storecookie	= ' ضعوا إسم مستخدم الموقع الذي استعملته في "كوكي" لمدّة سنة';

// Prefs
$l_prefupdated	= "$l_ تمّ تجديد خياراتكم $l_click <a href=\"index.$phpEx\">$l_here</a> $l_returnindex";
$l_editprefs	= " إظهار $l_ أفضلياتي ";
$l_themecookie	= ' "لاستعمال هذه    المباحث يجب تشغيل "الكوكيز
.';
$l_alwayssig	= " إضافة إمضائي ";
$l_alwaysdisable= " إبطال دائم للثلاثة جمل التالية  ";
$l_alwayssmile	= "$l_alwaysdisable $l_smilies";
$l_alwayshtml	= "$l_alwaysdisable $l_html";
$l_alwaysbbcode	= "$l_alwaysdisable $l_bbcode";
$l_boardtheme	= " مبحث ";
$l_boardlang    = " اللغة ";
$l_nothemes	= " لا يوجد مباحث في خزينة المعتومات ";
$l_saveprefs	= "Sauver mes $l_preferences";

// Search
$l_searchterms	= " الكلمات المفاتيح ";
$l_searchany	= " ابحث عن كلّ من هذه الكلمات واحدة تلو الأخرى";
$l_searchall	= "    ابحث عن كلّ من هذه الكلمات ";
$l_searchallfrm	= " ابحث في كلّ المنتديات ";
$l_sortby	= " فرز حسب ";
$l_searchin	= " ابحث في ";
$l_titletext	= " عنوان النصّ ";
$l_search	= " ابحث ";
$l_nomatches	= " ليس هناك تسجيل مطابق لطلبكم. دقّقوا بحثكم ";

// Whosonline
$l_whosonline	= " من على الخط ّ؟  ";
$l_nousers	= " لا أحد من الأعضاء متواجد في المنتديات  ";


// Editpost
$l_notedit	= " لا يمكنكم إظهار رسالة غيركم    .";
$l_permdeny	= " ليس لديكم كلمة السر ّ الصحيحة أو ليس لديكم ترخيص لنشر هذه الرسالة. حاولوا مرّة أخرى        ";
$l_editedby	= " ثم إظهار هذه الرسالة من طرف";
$l_stored	= " تمّ تسجيل رسالتكم";
$l_viewmsg	= " لكي ترو رسالتكم";
$l_deleted	= " تمّ فسخ بريدكم";
$l_nouser	= " اسم مستخدم الموقع هذا غير موجود";
$l_passwdlost	= " أضعت كلمة السرّ";
$l_delete	= " فسخ رسالة  ";

$l_disable	= " إبطال ";
$l_onthispost	= " على هذه الرسالة ";

$l_htmlis	= "$l_ هو html ";
$l_bbcodeis	= "$l_ هو bbcode ";

$l_notify	= " إخبار عن طريق البريد الالكتروني عندما تبعث الأجوبة ";

// Newtopic
$l_emptymsg	= " لا يمكنكم إرسال بريد خاو";
$l_aboutpost	= " في ما يخصّ البريد ";
$l_regusers	= " كلّ الأعضاء <b> المسجلون </b>";
$l_anonusers	= " أعضاء <b> خفيّون </b>";
$l_modusers	= "<B> ملطّفون وإداريون </b> فقط ";
$l_anonhint	= "<br>( للإرسال بطريقة خفيّة، لا تدخلوا اسم مستخدم الموقع ولا كلمة السرّ)";
$l_inthisforum	= ' "يمكن لهم إرسال مواضيع جديدة وأجوبة على هذا المنتدى';
$l_attachsig	= " إظهار الإمضاء/<font size=-2>( يمكن تغييره أو إضافته إلى ملامحكم)</font>";
$l_cancelpost	= " إلغاء هذه الرسالة ";

// Reply
$l_nopostlock	= " لا يمكن لكم الإجابة عن هذا الموضوع";
$l_topicreview  = " إعادة نظر في الموضوع ";
$l_notifysubj	= " تمّت مراسلتكم بإجابة على موضوعكم";
$l_notifybody	= 'Cher $m[username]\r\nVous recevez cet Email parce qu\'un message
que vous avez posté sur les forums $sitename a reçu une réponse, et que
vous avez choisi d\'en être informé.

يمكنكم الإطلاع على الموضوع على الصفحة
http://$SERVER_NAME$url_phpbb/viewtopic.$phpEx?topic=$topic&forum=$forum

أو يمكنكم الاطلاع على فهرسة المنتدى على

http://$SERVER_NAME$url_phpbb

شكرا لاستعمالكم المنتديات

نهاركم سعيد

$email_sig';


$l_quotemsg	= '[quote]\nLe $m[post_time], $m[username] a écrit:\n$text\n[/quote]';

// Sendpmsg
$l_norecipient	= " يجب إدخال اسم مستخدم الموقع الذي ستبعثون له هذه الرسالة";
$l_sendothermsg	= " بعث رسالة خاصة أخرى ";
$l_cansend	= " يمكن لكل المستعملين بعث رسائل خاصة ";
$l_yourname	= " اسم مستخدم الموقع ";
$l_recptname	= " اسم مستخدم الموقع الذي يستعمله مراسلتكم ";

// Replypmsg
$l_pmposted	= "Réponse postée, vous pouvez cliquer <a href=\"viewpmsg.$phpEx\">ici</a> pour voir vos $l_privmsgs";

// Viewpmsg
$l_nopmsgs	= " ليس لديكم رسائل خاصّة";
$l_reply	= "جواب";

// Delpmsg
$l_deletesucces	= " فسخ ناجح ";

// Smilies
$l_smilesym	= " أكتب ماذا ؟ ";
$l_smileemotion	= " مشاعر ";
$l_smilepict	= " صورة ";

// Sendpasswd
$l_wrongactiv	= "La clé d'activation fournie n'est pas correcte. Vérifiez le $l_message email que vous avez reçu et assurez-vous que vous avez copié la clé d'activation correctement.";
$l_passchange	= " تغيير كلمة السر بنجاح، يمكنكم في الوقت الحالي التحوّل إلى ملامحي نشر وتغيير كلمة السر";
$l_wrongmail	= " عنوان البريد الالكتروني لا يتطابق مع ذالك المخزن في خزينة المعلومات";


$l_passsubj	= " منتديات $sitename - تغيير كلمة السرّ ";

$l_pwdmessage	= ' عزيزي ()$checkinfo[اسم مستخدم الموقع],
تتلقون هذا البريد الإلكتروني لأنكم (أو شخص يزعم أنه أنتم) طلبتم تغيير كلمة السر على أحد المنتديات.
إن تلقيتم هذا البريد عن طريق الخطأ، احتفظو بكلمة السر التي تستعملونها)

كلمة السر الجديدة هي :                  $newpw


لكي يتمّ التغيير فعلا، يجب زيارة هذه الصفحة   :

   http://$SERVER_NAME$PHP_SELF?actkey=$key

زيارة هذه الصفحة كفيل بتغيير كلمة السر فى خزينة المعلومات
ويمكنكم تعديلها انطلاقا من ملامحكم
شكرا لاستعمالكم المنتديات $sitename

$email_sig';

$l_passsent	= " تم تغيير كلمة السرّ بأخرى جديدة.تثبّتوا من بريدكم الإلكتروني للإطلاع على كيفيّة إتمام هذا التغيير  ";
$l_emailpass	= " أرسل كلمة السرّ الضائعة    ";
$l_passexplain	= " تفضلوا بملء هذه الجذاذيّة. سوف نرسل لكم كلمة سرّ جديدة عبر بريدكم الإلكتروني ";
$l_sendpass	= " أرسل كلمة السر";

// Groups Management Claroline

$langGroupSpaceLink=" فضاء المجموعة ";
$langGroupForumLink=" منتدى المجموعة ";
$langGroupDocumentsLink=" وثائق المجموعة ";
$langMyGroup=" إسم المجموعة ";
$langOneMyGroups=" تحت رعايتي ";


?>