<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation 
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// cahier_prof.php

$langProgram=" كرّاس الشروط ";
$langAddressProgram=" عنوان كراس شروط هذا الدرس ";
$langIfNoAppear=" إذا لم يظهر لكم كرّاس الشروط، ستجدونه على ";
$langCorrectIt=" برنامج الدروس </a>, أصلحوا العنوان من فوق وأكدوا ";
$langOut=" لقد خرجتم من الدرس ";
$langCome=" يمكن الرجوع إلى الدرس بالضغط على";
$langBack=" رجوع ";
?>

