<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// cahier_prof.php

$langProgram=" كرّاس الشروط ";
$langAddressProgram=" عنوان كراس شروط هذا الدرس ";
$langIfNoAppear=" إذا لم يظهر لكم كرّاس الشروط، ستجدونه على ";
$langCorrectIt=" برنامج الدروس </a>, أصلحوا العنوان من فوق وأكدوا ";
$langOut=" لقد خرجتم من الدرس ";
$langCome=" يمكن الرجوع إلى الدرس بالضغط على";
$langBack=" رجوع ";
?>

