<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
$langVideo=" فيديو ";
$langFileNot=" لم ترسل الجذاذية ";
$langTooBig=" لم تختاروا جذاذية لبعث أو أن الجذاذية كبيرة الحجم ";
$langListDel=" تمّ إلغاء القائمة كليّا ";
$langBList=" رجوع إلى القائمة ";
$langTitleMod=" تمّ تغيير عنوان الوثيقة ";
$langFAdd=" تمّت إضافة الجذاذية ";
$langDelF=" تمّ فسخ الجذاذية";
$langAddV=" إضافة وثيقة سمعية أو بصريّة ";
$langsendV=" بعث صوت/فيديو ";
$langDocTitle=" عنوان الوثيقة ";
$langDescr=" وصف ";
$langDelList=" فسخ القائمة ";
?>

