<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.1 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$            |
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Gesch� <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// WORKS
$langDownloadFile=" بعث الوثيقة ";
$langTooBig=" لم تختاروا جذاذية بالبعث أو أن الجذاذية كبيرة الحجم";
$langListDeleted=" تم الفسخ الكامل بالقائمة ";
$langDocModif=" تمّ تعديل الوثيقة ";
$langDocAdd=" تمّت إضافة الوثيقة ";
$langDocDel=" تمّ فسخ العمل ";
$langTitleWork=" عنوان العمل ";
$langAuthors="أصحاب الدرس";
$langDescription=" الوصف ";
$langDelList=" فسخ القائمة ";
?>

