<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                              |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$     |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language
*****************************************************************/
// chat.php

 $langChat = "Чат";
 $langWash = "Очистить";
 $langSave = "Сохранить";
 $langRefresh = "Обновить";
 $langIsNowInYourDocDir = "сейчас в вашей папке Учебные материалы. <br><B>Внимание, он виден всем</B>";
 $langCopyFailed = "Коппирование данного файла не удалось...";

?>

