<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                              |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
*/
 $langChat = "Чат";
 $langWash = "Очистить";
 $langSave = "Сохранить";
 $langRefresh = "Обновить";
 $langIsNowInYourDocDir = "сейчас в вашей папке Учебные материалы. <br><B>Внимание, он виден всем</B>";
 $langCopyFailed = "Коппирование данного файла не удалось...";

?>