<?php
$_lang['AdmitError'] = "Признать свои ошибки, чтобы призвать собеседника сделать то же самое.";
$_lang['Again'] = "Начните сначала!";
$_lang['Agenda'] = "Календарь";
$_lang['Announcement'] = "Объявления";
$_lang['Anonymous'] = "Аноним";
$_lang['Antique'] = "История античной философии";
$_lang['Cancel'] = "Отменить";
$_lang['CatagoryGroup'] = "Форумы групп";
$_lang['CatagoryMain'] = "Общий раздел";
$_lang['Chat'] = "Чат";
$_lang['Contradiction'] = "Использовать приницп непротиворечия, чтобы привести собеседника в тупик.";
$_lang['Copy'] = "Скопировать";
$_lang['CourseManager'] = "Менеджер курса";
$_lang['Create'] = "УПЪДБФШ";
$_lang['CreateSite'] = "Создать сайт курса";
$_lang['Dear'] = "Уважаемый(ая)";
$_lang['DelAdmin'] = "Можно удалить через Администрирование форумов";
$_lang['DescriptionCours'] = "Описание курса";
$_lang['Document'] = "Документ";
$_lang['Email'] = "Email";
$_lang['ExMessage'] = "Пример сообщения";
$_lang['ExerciceEx'] = "Пример теста";
$_lang['FirstName'] = "Фамилия";
$_lang['Force'] = "Заставить собеседника признать, что он не знает того, что претендует знать, с помощью серии вопросов и подвопросов.";
$_lang['Forum'] = "жПТХН";
$_lang['ForumGroup'] = "Форум группы";
$_lang['Forums'] = "Форумы";
$_lang['Group'] = "зТХРРБ";
$_lang['GroupDocumentsLink'] = "Документы группы";
$_lang['GroupSpaceLink'] = "Пространство группы";
$_lang['Groups'] = "запись пользователей в группы";
$_lang['Help'] = "рПНПЭШ";
$_lang['Indeed'] = "Действительно. Ирония Сократа это метод постановки вопросов. Греческое слово \"eirotao\" означает \"вопрошать\".";
$_lang['Login'] = "Вход, логин";
$_lang['Logout'] = "Выйти";
$_lang['ManyAnswers'] = "(возможны несколько вариантов правильных ответов)";
$_lang['Message'] = "Когды вы удалите форум Пробный форум, это также удалит данную тему, которая содержит только это сообщение";
$_lang['ModifyProfile'] = "Изменить мои настройки";
$_lang['MyCourses'] = "Список моих курсов";
$_lang['NewTopic'] = "Начать новую тему";
$_lang['NoPsychology'] = "Нет. Ирония Сократа относится не к области психологии, но к области аргументирования.";
$_lang['NoSeduction'] = "Нет. Речь идет не о стратегии завоевания привлекательности или методе примера.";
$_lang['NotAllowed'] = "Вы не зарегистрированы как ответственный за курс";
$_lang['NotFalse'] = "Этот ответ нельзя признать неправильным. Верно, что выявление незнания собеседника проводится путем выявления противоречий, к которым приводят его тезисы.";
$_lang['Ok'] = "Ok";
$_lang['OtherCourses'] = "Список курсов";
$_lang['PoweredBy'] = "использует оболочку";
$_lang['Professor'] = "Преподаватель";
$_lang['Reply'] = "Ответить";
$_lang['Ridiculise'] = "Высмеять своего собеседника, чтобы заставить его принять свою ошибку.";
$_lang['SocraticIrony'] = "Ирония Сократа заключается в...";
$_lang['Student'] = "студент";
$_lang['TestForum'] = "Пробный форум";
$_lang['To'] = "в";
$_lang['Users'] = "Пользователи";
$_lang['Work'] = "Задания";
$_lang['_enroll'] = "Регистрация";
$_lang['click'] = "Щелкните";
$_lang['here'] = "здесь";
$_lang['notifybody'] = "Вы получили это письмо, так как поступил ответ на сообщение, которое вы разместили на
форуме, и вы просили проинформировать вас об этом.

Вы можете увидеть тему по адресу:

%1\$s

Или просмотреть оглавление форума по адресу

%2\$s

Спасибо за использование форума.

До свидания.";
$_lang['notifysubj'] = "Поступил ответ на вашу тему.";
$_lang['returnindex'] = "чтобы вернуться к оглавлению форума";
$_lang['returntopic'] = "чтобы вернуться к списку тем форума.";
$_lang['separator'] = " > ";
$_lang['viewmsg'] = "чтобы увидеть ваше Сообщение.";
?>