<?php
$langAdminEmail = "Электронный адрес администратора";
$langAdminLogin = "Имя пользователя администратора";
$langAdminName = "Фамилия администратора";
$langAdminPass = "Пароль администратора";
$langAdminSurname = "Имя администратора";
$langDBHost = "База данных сервера";
$langDbPrefixForm = "Приставка к названию базы данных MySQL";
$langEG = "например";
$langLastCheck = "Последняя проверка перед установкой";
$langLicence = "Лицензия";
$langMainDB = "Основная база данных Claroline";
$langPrintVers = "Версия для печати";
$langRequirements = "Требования";
$langStatDB = "База для отслеживания действий пользователей.  Полезна в том случае, если 
вы используете отдельно центральную базу и отслеживание пользователей";
?>