<?php
$_lang['Agenda'] = "Календарь";
$_lang['Allowed'] = "Разрешен";
$_lang['Announcement'] = "Объявления";
$_lang['BackHomeOf'] = "Назад на главную страницу ";
$_lang['BackToList'] = "Вернуться к списку пользователей";
$_lang['ByDel'] = "Удаляя данный сайт, вы удалите все учебные материалы, которые он содержит. Кроме того, 
будет закрыт доступ всем студенты, которые были на него подписаны.  
<p>Вы действительно хотите удалить курс?";
$_lang['Cancel'] = "Отменить";
$_lang['Chat'] = "Чат";
$_lang['Code'] = "лПД ЛХТУБ";
$_lang['ConfTip'] = "По умолчанию, курс доступен только вам, так как вы являетесь его единственным пользователем.
Если вы хотите минимум конфиденциальности, самым простым решением будет открыть регистрацию в течение недели
, попросить студентов зарегистрироваться самостоятельно, а затем закрыть регистрацию и проверить список пользователей
, чтобы исключить возможных посторонних лиц.";
$_lang['Copy'] = "Скопировать";
$_lang['Course'] = "Курс";
$_lang['CourseAccess'] = "Доступ к этому курсу";
$_lang['CourseManager'] = "Менеджер курса";
$_lang['CourseTitle'] = "звание";
$_lang['DelCourse'] = "Удалить весь курс целиком";
$_lang['Denied'] = "Запрещен";
$_lang['DepartmentUrl'] = "URL кафедры";
$_lang['DepartmentUrlName'] = "Кафедра";
$_lang['DescriptionCours'] = "Описание курса";
$_lang['Document'] = "Документ";
$_lang['Email'] = "Email";
$_lang['Forums'] = "Форумы";
$_lang['Groups'] = "запись пользователей в группы";
$_lang['HasDel'] = "Был удален";
$_lang['Help'] = "рПНПЭШ";
$_lang['Home'] = "Вернуться на главную страницу";
$_lang['Language'] = "Язык";
$_lang['Login'] = "Вход, логин";
$_lang['Logout'] = "Выйти";
$_lang['ModifDone'] = "Информация была изменена";
$_lang['ModifyProfile'] = "Изменить мои настройки";
$_lang['MyCourses'] = "Список моих курсов";
$_lang['No'] = "Нет";
$_lang['NotAllowed'] = "Вы не зарегистрированы как ответственный за курс";
$_lang['Ok'] = "Ok";
$_lang['Optional'] = "не обязательный";
$_lang['OtherCourses'] = "Список курсов";
$_lang['PoweredBy'] = "использует оболочку";
$_lang['PrivateAccess'] = "Закрытый доступ (сайт доступен только пользователям, указанным в списке <a href=../user/user.php>пользователи</a>)";
$_lang['Professors'] = "рТЕРПДБЧБФЕМШ(Й)";
$_lang['PublicAccess'] = "вободный доступ (со страницы Кампуса баз пароля)";
$_lang['Statistics'] = "Статистика";
$_lang['Student'] = "студент";
$_lang['Subscription'] = "Регистрация";
$_lang['TipLang'] = "Этот язык будет рабочим языком для всех посетителей вашего сайта курса.";
$_lang['To'] = "в";
$_lang['Users'] = "Пользователи";
$_lang['Work'] = "Задания";
$_lang['Yes'] = "Да";
$_lang['_enroll'] = "Регистрация";
?>