<?php
$_lang['AdminEmail'] = "Электронный адрес администратора";
$_lang['AdminLogin'] = "Имя пользователя администратора";
$_lang['AdminName'] = "Фамилия администратора";
$_lang['AdminPass'] = "Пароль администратора";
$_lang['AdminSurname'] = "Имя администратора";
$_lang['DBHost'] = "База данных сервера";
$_lang['DbPrefixForm'] = "Приставка к названию базы данных MySQL";
$_lang['EG'] = "например";
$_lang['LastCheck'] = "Последняя проверка перед установкой";
$_lang['Licence'] = "Лицензия";
$_lang['MainDB'] = "Основная база данных Claroline";
$_lang['PrintVers'] = "Версия для печати";
$_lang['Requirements'] = "Требования";
$_lang['StatDB'] = "База для отслеживания действий пользователей.  Полезна в том случае, если 
вы используете отдельно центральную базу и отслеживание пользователей";
?>