<?php
$l_click = "Щелкните";
$l_here = "здесь";
$l_notifybody = "Вы получили это письмо, так как поступил ответ на сообщение, которое вы разместили на
форуме, и вы просили проинформировать вас об этом.

Вы можете увидеть тему по адресу:

%1\$s

Или просмотреть оглавление форума по адресу

%2\$s

Спасибо за использование форума.

До свидания.";
$l_notifysubj = "Поступил ответ на вашу тему.";
$l_returnindex = "чтобы вернуться к оглавлению форума";
$l_returntopic = "чтобы вернуться к списку тем форума.";
$l_separator = " > ";
$l_viewmsg = "чтобы увидеть ваше Сообщение.";
$langAdmitError = "Признать свои ошибки, чтобы призвать собеседника сделать то же самое.";
$langAgain = "Начните сначала!";
$langAgenda = "Календарь";
$langAnnouncement = "Объявления";
$langAnonymous = "Аноним";
$langAntique = "История античной философии";
$langCancel = "Отменить";
$langCatagoryGroup = "Форумы групп";
$langCatagoryMain = "Общий раздел";
$langChat = "Чат";
$langContradiction = "Использовать приницп непротиворечия, чтобы привести собеседника в тупик.";
$langCopy = "Скопировать";
$langCourseDescription = "Впишите сюда описание, которое появится в списке курсов 
(Содержимое этого поля в данный момент нигде не видно и размещено здесь для следующей версии Claroline).";
$langCourseManager = "Менеджер курса";
$langCreate = "УПЪДБФШ";
$langCreateSite = "Создать сайт курса";
$langDay_of_weekNames = "Array";
$langDear = "Уважаемый(ая)";
$langDelAdmin = "Можно удалить через Администрирование форумов";
$langDescriptionCours = "Описание курса";
$langDocument = "Документ";
$langEmail = "Email";
$langExMessage = "Пример сообщения";
$langExerciceEx = "Пример теста";
$langFirstName = "Фамилия";
$langForce = "Заставить собеседника признать, что он не знает того, что претендует знать, с помощью серии вопросов и подвопросов.";
$langForum = "жПТХН";
$langForumGroup = "Форум группы";
$langForums = "Форумы";
$langGroup = "зТХРРБ";
$langGroupDocumentsLink = "Документы группы";
$langGroupSpaceLink = "Пространство группы";
$langGroups = "запись пользователей в группы";
$langHelp = "рПНПЭШ";
$langIndeed = "Действительно. Ирония Сократа это метод постановки вопросов. Греческое слово \"eirotao\" означает \"вопрошать\".";
$langLogin = "Вход, логин";
$langLogout = "Выйти";
$langManager = "Ответственный";
$langManyAnswers = "(возможны несколько вариантов правильных ответов)";
$langMessage = "Когды вы удалите форум Пробный форум, это также удалит данную тему, которая содержит только это сообщение";
$langModifyProfile = "Изменить мои настройки";
$langMonthNames = "Array";
$langMyCourses = "Список моих курсов";
$langNameOfLang = "Array";
$langNewTopic = "Начать новую тему";
$langNoPsychology = "Нет. Ирония Сократа относится не к области психологии, но к области аргументирования.";
$langNoSeduction = "Нет. Речь идет не о стратегии завоевания привлекательности или методе примера.";
$langNotAllowed = "Вы не зарегистрированы как ответственный за курс";
$langNotFalse = "Этот ответ нельзя признать неправильным. Верно, что выявление незнания собеседника проводится путем выявления противоречий, к которым приводят его тезисы.";
$langOk = "Ok";
$langOtherCourses = "Список курсов";
$langPoweredBy = "использует оболочку";
$langProfessor = "Преподаватель";
$langReply = "Ответить";
$langRidiculise = "Высмеять своего собеседника, чтобы заставить его принять свою ошибку.";
$langSocraticIrony = "Ирония Сократа заключается в...";
$langStudent = "студент";
$langTestForum = "Пробный форум";
$langTo = "в";
$langToday = "сегодня";
$langUsers = "Пользователи";
$langWork = "Задания";
?>