<?php
$_lang['AddCategory'] = "Добавить раздел";
$_lang['Agenda'] = "Календарь";
$_lang['Announcement'] = "Объявления";
$_lang['AreYouSureToDelete'] = "Вы действительно хотите удалить";
$_lang['Cancel'] = "Отменить";
$_lang['Chat'] = "Чат";
$_lang['CourseManager'] = "Менеджер курса";
$_lang['Dear'] = "Уважаемый(ая)";
$_lang['Delete'] = "удалить";
$_lang['Description'] = "Описание (по желанию)";
$_lang['DescriptionCours'] = "Описание курса";
$_lang['Document'] = "Документ";
$_lang['Edit'] = "тЕДБЛФЙТПЧБФШ";
$_lang['Empty'] = "чЩ ЪБРПМОЙМЙ ОЕ ЧУЕ РПМС. 
<br />
 йУРПМШЪХКФЕ ЛОПРЛХ оБЪБД ЧБЫЕЗП ВТПХЪЕТБ Й ОБЮОЙФЕ УОБЮБМБ
<br />еУМЙ ЧЩ ОЕ ЪОБЕФЕ ЛПД ЧБЫЕЗП ЛХТУБ, РПУНПФТЙФЕ Ч РТПЗТБННЕ ЛХТУБ ОБ ЛБЖЕДТЕ.";
$_lang['Forum'] = "жПТХН";
$_lang['Forums'] = "Форумы";
$_lang['GroupDocumentsLink'] = "Документы группы";
$_lang['GroupSpace'] = "рТПУФТБОУФЧП ЗТХРРЩ";
$_lang['GroupSpaceLink'] = "Пространство группы";
$_lang['Groups'] = "запись пользователей в группы";
$_lang['Help'] = "рПНПЭШ";
$_lang['LastMsg'] = "Последнее сообщение";
$_lang['Login'] = "Вход, логин";
$_lang['Logout'] = "Выйти";
$_lang['ModifyProfile'] = "Изменить мои настройки";
$_lang['Move'] = "Переместить";
$_lang['MoveDown'] = "Вниз";
$_lang['MoveUp'] = "Вверх";
$_lang['MyCourses'] = "Список моих курсов";
$_lang['MyGroup'] = "моя группа";
$_lang['NewTopic'] = "Начать новую тему";
$_lang['NoResult'] = "Нет результата";
$_lang['NotAllowed'] = "Вы не зарегистрированы как ответственный за курс";
$_lang['Ok'] = "Ok";
$_lang['OneMyGroups'] = "одна из моих групп";
$_lang['OtherCourses'] = "Список курсов";
$_lang['PoweredBy'] = "использует оболочку";
$_lang['Reply'] = "Ответить";
$_lang['Seen'] = "Прочитанные";
$_lang['Student'] = "студент";
$_lang['Users'] = "Пользователи";
$_lang['Work'] = "Задания";
$_lang['_enroll'] = "Регистрация";
$_lang['author'] = "автор";
$_lang['body'] = "Сообщение";
$_lang['click'] = "Щелкните";
$_lang['delete'] = "Удалить это сообщение";
$_lang['deleted'] = "Ваше Сообщение удалено.";
$_lang['emptymsg'] = "Введите текст Сообщение. Вы не можете разместить пустое Сообщение.";
$_lang['here'] = "здесь";
$_lang['indextitle'] = "Оглавление форума";
$_lang['lastpost'] = "Последнее Сообщение";
$_lang['notify'] = "сообщить по электронный почте об ответах на сообщение";
$_lang['notifybody'] = "Вы получили это письмо, так как поступил ответ на сообщение, которое вы разместили на
форуме, и вы просили проинформировать вас об этом.

Вы можете увидеть тему по адресу:

%1\$s

Или просмотреть оглавление форума по адресу

%2\$s

Спасибо за использование форума.

До свидания.";
$_lang['notifysubj'] = "Поступил ответ на вашу тему.";
$_lang['notopics'] = "В этом форуме нет тем. Вы можете начать новую тему.";
$_lang['posted'] = "Опубликовано ";
$_lang['poster'] = "редактор";
$_lang['posts'] = "Сообщений";
$_lang['returnindex'] = "чтобы вернуться к оглавлению форума";
$_lang['returntopic'] = "чтобы вернуться к списку тем форума.";
$_lang['separator'] = " > ";
$_lang['stored'] = "Ваше Сообщение записано.";
$_lang['subject'] = "Тема";
$_lang['topic'] = "Тема";
$_lang['topicreview'] = "Обзор темы";
$_lang['topics'] = "Темы";
$_lang['topictitle'] = "Читать Тема";
$_lang['viewforum'] = "Зайти в форум";
$_lang['viewmsg'] = "чтобы увидеть ваше Сообщение.";
?>