<?php
$_lang['AddAnn'] = "Добавить объявление";
$_lang['Agenda'] = "Календарь";
$_lang['AnnAdd'] = "Объявление добавлено";
$_lang['AnnDel'] = "Объявление удалено";
$_lang['AnnEmpty'] = "Все объявления были удалены";
$_lang['AnnModify'] = "Объявление изменено";
$_lang['Announcement'] = "Объявления";
$_lang['BackList'] = "Назад к списку";
$_lang['Cancel'] = "Отменить";
$_lang['Chat'] = "Чат";
$_lang['ConfirmYourChoice'] = "Подтвердите ваш выбор";
$_lang['Copy'] = "Скопировать";
$_lang['CourseManager'] = "Менеджер курса";
$_lang['Delete'] = "удалить";
$_lang['DescriptionCours'] = "Описание курса";
$_lang['Document'] = "Документ";
$_lang['EmailOption'] = "Отправить это объявление по электронной почте студентам";
$_lang['EmailSent'] = " и отправлено по электронной почте записанным студентам";
$_lang['Empty'] = "чЩ ЪБРПМОЙМЙ ОЕ ЧУЕ РПМС. 
<br />
 йУРПМШЪХКФЕ ЛОПРЛХ оБЪБД ЧБЫЕЗП ВТПХЪЕТБ Й ОБЮОЙФЕ УОБЮБМБ
<br />еУМЙ ЧЩ ОЕ ЪОБЕФЕ ЛПД ЧБЫЕЗП ЛХТУБ, РПУНПФТЙФЕ Ч РТПЗТБННЕ ЛХТУБ ОБ ЛБЖЕДТЕ.";
$_lang['EmptyAnn'] = "Удалить все объявления";
$_lang['Forums'] = "Форумы";
$_lang['Groups'] = "запись пользователей в группы";
$_lang['Help'] = "рПНПЭШ";
$_lang['Login'] = "Вход, логин";
$_lang['Logout'] = "Выйти";
$_lang['ModifAnn'] = "Изменить объявление";
$_lang['Modify'] = "йЪНЕОЙФШ";
$_lang['ModifyProfile'] = "Изменить мои настройки";
$_lang['MyCourses'] = "Список моих курсов";
$_lang['NotAllowed'] = "Вы не зарегистрированы как ответственный за курс";
$_lang['Ok'] = "Ok";
$_lang['On'] = "на";
$_lang['OtherCourses'] = "Список курсов";
$_lang['PoweredBy'] = "использует оболочку";
$_lang['Publ'] = "Опубликовано ";
$_lang['RegUser'] = "эти пользователи";
$_lang['Student'] = "студент";
$_lang['Title'] = "Заголовок";
$_lang['To'] = "в";
$_lang['Unvalid'] = "имеют недействующий электронный адрес или не имеют адреса";
$_lang['Up'] = "вверх";
$_lang['Users'] = "Пользователи";
$_lang['ViMod'] = "Функция видимый / скрытый изменена";
$_lang['Work'] = "Задания";
$_lang['_enroll'] = "Регистрация";
?>