<?php 
$l_author = "автор";
$l_body = "Сообщение";
$l_click = "Щелкните";
$l_delete = "Удалить это сообщение";
$l_deleted = "Ваше Сообщение удалено.";
$l_emptymsg = "Введите текст Сообщение. Вы не можете разместить пустое Сообщение.";
$l_here = "здесь";
$l_indextitle = "Оглавление форума";
$l_lastpost = "Последнее Сообщение";
$l_notify = "сообщить по электронный почте об ответах на сообщение";
$l_notifybody = "Вы получили это письмо, так как поступил ответ на сообщение, которое вы разместили на
форуме, и вы просили проинформировать вас об этом.

Вы можете увидеть тему по адресу:

%1\$s

Или просмотреть оглавление форума по адресу

%2\$s

Спасибо за использование форума.

До свидания.";
$l_notifysubj = "Поступил ответ на вашу тему.";
$l_notopics = "В этом форуме нет тем. Вы можете начать новую тему.";
$l_posted = "Опубликовано ";
$l_poster = "редактор";
$l_posts = "Сообщений";
$l_returnindex = "чтобы вернуться к оглавлению форума";
$l_returntopic = "чтобы вернуться к списку тем форума.";
$l_separator = " > ";
$l_stored = "Ваше Сообщение записано.";
$l_subject = "Тема";
$l_topic = "Тема";
$l_topicreview = "Обзор темы";
$l_topics = "Темы";
$l_topictitle = "Читать Тема";
$l_viewforum = "Зайти в форум";
$l_viewmsg = "чтобы увидеть ваше Сообщение.";
$langAccess = "Доступ";
$langAccessExplain = "Когда пользователь заходит на кампус";
$langAction = "Действие";
$langActivate = "Сделать активным";
$langAdd = "Добавить";
$langAddAU = "Добавить пользователей";
$langAddAnn = "Добавить объявление";
$langAddCategory = "Добавить раздел";
$langAddComment = "добавить/изменить комментарий к";
$langAddEvent = "Добавить событие";
$langAddIntro = "ДОБАВИТЬ ВВОДНЫЙ ТЕКСТ";
$langAddLoginPass = "добавляет имя пользователя и пароль в файл .htAccess";
$langAddNewHeading = "Добавить название";
$langAddTutors = "Управление списком тьюторов";
$langAddedToCourse = "зарегистрирован на вашем курсе";
$langAddress = "Адрес";
$langAdminEmail = "Электронный адрес администратора";
$langAdminLogin = "Имя пользователя администратора";
$langAdminName = "Фамилия администратора";
$langAdminPass = "Пароль администратора";
$langAdminSurname = "Имя администратора";
$langAdmitError = "Признать свои ошибки, чтобы призвать собеседника сделать то же самое.";
$langAgain = "Начните сначала!";
$langAgenda = "Календарь";
$langAllExercises = "Все тесты";
$langAllRight = "Все хорошо.";
$langAllowed = "Разрешен";
$langAlreadyAnswered = "Вы уже ответили на вопрос";
$langAmong = "среди";
$langAnd = "и";
$langAnnAdd = "Объявление добавлено";
$langAnnDel = "Объявление удалено";
$langAnnEmpty = "Все объявления были удалены";
$langAnnModify = "Объявление изменено";
$langAnnouncement = "Объявления";
$langAnonymous = "Аноним";
$langAnswer = "Ответ";
$langAnswerType = "Тип ответа";
$langAntique = "История античной философии";
$langArchive = "архив";
$langAreYouSureToDelete = "Вы действительно хотите удалить";
$langBack = "Назад";
$langBackHomeOf = "Назад на главную страницу ";
$langBackList = "Назад к списку";
$langBackToList = "Вернуться к списку пользователей";
$langBackToUsersList = "Вернуться к списку пользователей";
$langByDel = "Удаляя данный сайт, вы удалите все учебные материалы, которые он содержит. Кроме того, 
будет закрыт доступ всем студенты, которые были на него подписаны.  
<p>Вы действительно хотите удалить курс?";
$langCancel = "Отменить";
$langCatagoryGroup = "Форумы групп";
$langCatagoryMain = "Общий раздел";
$langCategories = "Разделы";
$langChat = "Чат";
$langChoice = "Ваш выбор";
$langChooseGoodAnswer = "Выберите правильный ответ";
$langChooseGoodAnswers = "Выберите один или несколько правильных ответов";
$langClarContent = "<br /><p><b>Студент</b></p>
<p>
Чтобы увидеть курсы, доступные с главной страницы кампуса, 
достаточно щелкнуть на коде курса в списке, для этого не нужна предварительная запись.</p>
<p>Чтобы зайти в курсы, недоступные с главной страницы кампуса, необходима запись. 
Запись > Введите ваши личные параметры >
Действие: Записать меня на курсы > Отметьте нужные поля и подтвердите.</p>
<p>Вам будет выслано электронное письмо, чтобы напомнить имя пользователя и пароль, 
которые нужно будет ввести во время вашего следующего визита.</p>
<hr noshade size=1>
<p><b>Преподаватель</b></p>
<p><b>Создать сайт курса</b></p>
<p>Выполните следущие действия: Запись > Заполните все поля 
и выберите 'Создать сайты курса' > Подтвердите > Введите название курса, выберите факультет 
или категорию, введите код курса (или придумайте в случае необходимости > Подтвердите. 
И вот вы в списке ваших курсов. Щелкните на названии курса, который вы только что создали. 
Вы окажетесь на сайте курса. Он пуст и содержит только несколько примерных данных, 
которые призваны помочь вам преодолеть страх перед белой страницей. 
При записи вам было выслано электронное сообщение, чтобы напомнить вам имя пользователя и 
пароль, которые вам нужно будет ввести во время следующего посещения сайта курса. </p>
<p>В случае проблем, свяжитесь с вашим ответственным за сеть университета или ответственным 
за электронный кампус университета. Вы также можете разместить сообщение 
на форуме поддержки платформы <a href=http://www.claroline.net>http://www.claroline.net</a>.
</p>";
$langClose = "Закрыть окно";
$langCode = "лПД ЛХТУБ";
$langComMod = "комментарий изменен";
$langComment = "Комментарий";
$langConfTip = "По умолчанию, курс доступен только вам, так как вы являетесь его единственным пользователем.
Если вы хотите минимум конфиденциальности, самым простым решением будет открыть регистрацию в течение недели
, попросить студентов зарегистрироваться самостоятельно, а затем закрыть регистрацию и проверить список пользователей
, чтобы исключить возможных посторонних лиц.";
$langConfirmYourChoice = "Подтвердите ваш выбор";
$langConfirmation = "подтверждение";
$langContradiction = "Использовать приницп непротиворечия, чтобы привести собеседника в тупик.";
$langCopy = "Скопировать";
$langCopyFailed = "Коппирование данного файла не удалось...";
$langCorrespondsTo = "соответствует";
$langCountCours = "Количество курсов";
$langCountCourseByFaculte = "Количество курсов по факультетам";
$langCountCourseByLanguage = "Количество курсов по языкам";
$langCountCourseByVisibility = "Количество курсов по открытому доступу/ скрытым";
$langCountToolAccess = "Общее количество подключений к курсу";
$langCountUsers = "Количество пользователей";
$langCountUsersByCourse = "Количество пользователей по курсам";
$langCountUsersByFaculte = "Количество пользователей по факультетам";
$langCountUsersByStatus = "Количество пользователей по статусу";
$langCourse = "Курс";
$langCourseAccess = "Доступ к этому курсу";
$langCourseAdministratorOnly = "Доступно только администратору курса";
$langCourseContent = "Содержание курса";
$langCourseCreate = "Создать сайт курса";
$langCourseDescription = "Впишите сюда описание, которое появится в списке курсов 
(Содержимое этого поля в данный момент нигде не видно и размещено здесь для следующей версии Claroline).";
$langCourseManager = "Менеджер курса";
$langCourseProgram = "Описание курса";
$langCourseTitle = "звание";
$langCourseWithoutAccess = "Неиспользуемые курсы";
$langCourseWithoutProf = "Курсы без преподавателя";
$langCourses = "курсы.";
$langCreate = "УПЪДБФШ";
$langCreateDir = "Создать папку";
$langCreateSite = "Создать сайт курса";
$langDBHost = "База данных сервера";
$langDate = "Дата";
$langDay = "День";
$langDay_of_weekNames = "Array";
$langDbPrefixForm = "Приставка к названию базы данных MySQL";
$langDear = "Уважаемый(ая)";
$langDefaultTextInBlanks = "[Англичане] живут в [Англии].";
$langDefcon = "Ой, обнаружены особы случаи !";
$langDefineBlanks = "Создайте минимум один пропуск, используя квадратные скобки [...]";
$langDefineHeadings = "Определить заголовки";
$langDefineOptions = "выберите вариант";
$langDelAdmin = "Можно удалить через Администрирование форумов";
$langDelCourse = "Удалить весь курс целиком";
$langDelete = "удалить";
$langDeleteGroups = "хДБМЙФШ ЧУЕ ЗТХРРЩ";
$langDenied = "Запрещен";
$langDepartmentUrl = "URL кафедры";
$langDepartmentUrlName = "Кафедра";
$langDescription = "Описание (по желанию)";
$langDescriptionCours = "Описание курса";
$langDetail = "Подробности";
$langDetailView = "Точность";
$langDetails = "Подробности";
$langDirCr = "папка создана";
$langDirMv = "элемент перемещен";
$langDocContent = "<p>Раздел Учебные материалы работает подобно 
менеджеру файлов на компьютере. </p><p>Вы можете размещать документы в разных форматах
 (HTML, Word, Powerpoint, Excel, Acrobat, Flash, Quicktime, и т.п.). Однако будьте внимательны - 
 у ваших студентов должны быть необходимые программы для их считывания. Следите за безопасностью - 
 ваши документы не дожны содержать вирусов. Лучше всего проверить ваш материал с помощью антивируса 
 за один день до его размещения на сайте курса.</p>
<p>Все материалы представлены в алфавитном порядке.<br />
  <b>Подсказка:</b> если вы хотите размещать документы в другом порядке, 
присваивайте каждому документу номер в начале имени: классификация будет производиться на основе номера. 
</p>
<p>Вы можете :</p>
<h4>Разместить документ в это модуле</h4>
<ul>
  <li>Выбрать документ на вашем компеьютере 
  с помощью кнопки &quot;Прикрепить&quot;
	<input type=submit value=Прикрепить=submit2>
	справа на вашем экране.</li>
  <li>Осуществить размещение документа с помощью кнопки 
	&quot;разместить&quot;
	<input type=submit value=разместить name=submit2>
	.</li>
</ul>
<h4>Переименовать документ (или папку)</h4>
<ul>
  <li>щелкните на кнопке <img src=../document/img/edit.gif width=20
 height=20 align=baseline>
	в столбце &quot;Переименовать&quot;.</li>
  <li>Наберите новое название в предложенном поле, которое появится слева вверху</li>
  <li>Подтвердить, щелкнув на &quot;OK&quot;
	<input type=submit value=OK name=submit24>
	.
</ul>
	<h4>Удалить  документ (или папку)</h4>
	<ul>

  <li>Нажать на кнопку <img src=../document/img/delete.gif width=20
 height=20>
	в столбце &quot;Удалить&quot;.</li>
	</ul>
	<h4>Сделать документ (или папку) невидимым для студентов</h4>
	<ul>

  <li>Нажать на кнопку <img src=../document/img/visible.gif width=20
 height=20>а столбце 
	&quot;видимый/невидимый&quot;.</li>
	  <li>Документ (или папка) останется видимым для вас, но будет невидим для студентов.</li>
	</ul>
	<ul>

  <li> Если вы хотите снова сделать документ доступным для студентов,
	нажмите на кнопку <img src=../img/invisible.gif
 width=24 height=20> в столбце Видимый/невидимый</li>
	</ul>
	<h4>Добавить или изменить комментарий к документу (или к папке)</h4>
	<ul>

  <li>Нажмите на кнопку <img
 src=../img/comment.gif width=20 height=20>
	в столбце &quot;Комментарий&quot;</li>
	  <li>Введите новый комментарий в предложенном поле, которое появится слева вверху.</li>
	  <li>Подтвердите, нажав на кнопку &quot;OK&quot;
		<input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>Если вы хотите удлаить комментарий, нажмите на кнопку <img
 src=../img/comment.gif width=20 height=20>,
	  удалите старый комментарий в поле и подтвердите кнопкой &quot;OK&quot;
	  <input type=submit value=OK name=submit22>
	  .
	<hr />
	<p>Вы также можете организовывать содержание Учебных материалов, размещая документы в папках. 
Чтобы сделать это, нужно:</p>
	<h4><b>Создать папку</b></h4>
	<ul>
	  <li>Щелкнуть на кнопке &quot;<img
 src=../img/folder.gif>создать папку&quot; слева вверзу на экране.</li>
	  <li>Ввести название вашей новой папки в предложенной зоне, которая появится слева вверху
	  экрана.</li>
	  <li>Подтвердить, нажав &quot;OK&quot;
		<input type=submit value=OK name=submit23>
		.</li>
	</ul>
	<h4>Переместить документ (или папку)</h4>
	<ul>
	  <li>Щелкните на кнопку<img
 src=../img/deplacer.gif width=34 height=16>
		в столбце Переместить</li>
	  <li>Выберите папку, в которую вы хотите переместить документ или папку в 
	  разворачивающемся списке, который появится слева вверху. 
(примечание:
		слово &quot;корень&quot; этого меню означает корень вашего модуля Учебные материалы.</li>
	  <li>Подтвердите, нажав &quot;OK&quot;
		<input type=submit value=OK name=submit232>
		.</li>
	</ul>
	<center>
	  <p>";
$langDocDeleted = "элемент удален";
$langDocument = "Документ";
$langDocumentsAccess = "Учебные материалы";
$langDocumentsDetails = "Учебные материалы, просмотренные студентом";
$langDocumentsTitleCountColumn = "Общее количество просмотров";
$langDocumentsTitleDocumentColumn = "Учебные материалы";
$langDocumentsTitleUsersColumn = "Скачиваний зарегистрированными пользователями";
$langEG = "например";
$langEdit = "тЕДБЛФЙТПЧБФШ";
$langEditGroup = "тЕДБЛФЙТПЧБФШ ЗТХРРХ";
$langElRen = "Элемент переименован";
$langElementList = "Список элементов";
$langEmail = "Email";
$langEmailNotSent = "Что-то не сработало, отправьте это сообщение ";
$langEmailOption = "Отправить это объявление по электронной почте студентам";
$langEmailSent = " и отправлено по электронной почте записанным студентам";
$langEmailWrong = "Указанный вами электронный адрес неполон или содержит неподходящие символы. ";
$langEmpty = "чЩ ЪБРПМОЙМЙ ОЕ ЧУЕ РПМС. 
<br />
 йУРПМШЪХКФЕ ЛОПРЛХ оБЪБД ЧБЫЕЗП ВТПХЪЕТБ Й ОБЮОЙФЕ УОБЮБМБ
<br />еУМЙ ЧЩ ОЕ ЪОБЕФЕ ЛПД ЧБЫЕЗП ЛХТУБ, РПУНПФТЙФЕ Ч РТПЗТБННЕ ЛХТУБ ОБ ЛБЖЕДТЕ.";
$langEmptyAnn = "Удалить все объявления";
$langEmptyFields = "Вы заполнили не все поля.
Используйте кнопку Назад вашего браузера и повторите операцию.";
$langEmtpyGroups = "пЮЙУФЙФШ ЧУЕ ЗТХРРЩ";
$langEnter = "Вернуться к вашему списку курсов";
$langErrorUserNotInGroup = "Этот пользователь не в вашей группе.";
$langEx = "ОБРТЙНЕТ, <i>йУФПТЙС МЙФЕТБФХТЩ</i>";
$langExMessage = "Пример сообщения";
$langExerciceEx = "Пример теста";
$langExercices = "Тесты";
$langExercise = "Тесты";
$langExerciseContent = "<p>Модуль тестов позволяет вам создавать тесты, содержащие 
любое количество вопросов. <br /><br />
Существуют различные типы ответов, которые модно создать для ваших вопросов :<br /><br />
<ul>
  <li>Множественный выбор (Один правильный ответ)</li>
  <li>Множественный выбор (Несколько правильных ответов)</li>
  <li>Соответствия</li>
  <li>Заполнение пропусков</li>
</ul>
Тест включает в себя некоторое количество вопросов по общей теме.</p>
<hr />
<b>Создание теста</b>
<p>Чтобы создать тест, щелкните по ссылке &quot;Новый тест&quot;.<br /><br />
Введите название вашего теста и возможное его описание.<br /><br />
Вы также можете выбрать два типа прдставления теста:<br /><br />
<ul>
  <li>Все вопросы на одной странице</li>
  <li>Каждый вопрос на отдельной странице</li>
</ul>
и уточнить, желаете ли вы, чтобы вопросы показывались в случайном порядке во время выполнения теста студентом. <br /><br />
Сохраните ваш тест. Вы попадете в раздел управления вопросами вашего теста.</p>
<hr />
<b>Добавление вопроса</b>
<p>Вы можете теперь добавить вопрос к созданноу тесту. Описание не является обязательным, так же как и 
изображение, которое вы можете вставить в вопрос.</p>
<hr />
<b>Множественный выбор</b>
<p>Речь идет о классическом упражнениии двух типов или выбор одного ответа из предложенных) / 
или выбор нескольких вомзожных ответов из предложенных.<br /><br />
Чтоы создать вопрос множественного выбора :<br /><br />
<ul>
  <li>Определите ответы на ваш вопрос. Вы можете добавить или удалить ответ, нажав на соответствующую кнопку. </li>
  <li>Поставьте галочки в ячейках слева от правильных ответов. </li>
  <li>Добавьте возможный комментарий. Он будет показан студенту только один раз, когд тот выберет этот ответ в вопросе.</li>
  <li>Дайте вес каждому ответу. Весом может быть любое целое число, положительное, отрицательное или ноль.</li>
  <li>Сохраните ваши ответы.</li>
</ul></p>
<hr />
<b>Заполнение пропусков</b>
<p>Речь идет о тексте с пробелами. Цель - заставить студента найти слова, которые вы предварительно убрали
из теста.<br /><br />
Чтобы убрать слово из текста, и создать пробел, разместите слово в квадратных скобках [как здесь].<br /><br />
Когда вы введете текст и определите пробелы, вы можете добавить комментарий, который будет показан студенту, 
когда он ответит на вопрос. <br /><br />
Сохраните ваш текст, и вы перейдете к следующему этапу, который позволит вам дать вес каждому пробелу. 
Например, если весь вопрос оценивается в 10 баллов, и вы определили 5 пробелов, вы можете дать вес в два балла
каждому пропуску.</p>
<hr />
<b>Соответствия.</b>
<p>Этот тип ответа может быть выбран, чтобы создать вопрос, в котором студент должен будет связать 
элементы одной группы Е1 с элементами другой группы Е2.<br /><br />
Тот же тип ответа можно использовать, если нужно упорядочить элементы. <br /><br />
Начните с создания вариантов, среди которых студент сможет найти правильные ответы. Затем, определите
вопросы, которые будут связаны с вариантами, определенными ранее. Наконец, 
установите соответствия с помощью разворачивающихся списков.<br /><br />
Примечание : Некоторые элементы первой группы могут быть связаны с одним и те же элементом второй группы.<br /><br />
Укажите вес каждому правильно найденному соответствию и сохраните ваш ответ.</p>
<hr />
<b>Изменение теста</b>
<p>Чтобы изменить тест, используется тот же принцип, что и для его создания. 
Щелкните на рисунке <img src=\"img/edit.gif\" border=\"0\" align=\"absmiddle\"> 
рядом с тестом, который нужно изменить, и следуйте инструкциям.</p>
<hr />
<b>Удаление теста</b>
<p>Чтобы удалить тест, щелкните на рисунке 
<img src=\"img/delete.gif\" border=\"0\" align=\"absmiddle\"> 
рядом с тестом, который нужно удалить.</p>
<hr />
<b>Назначение теста</b>
<p>Чтоы студенты могли работать с тестом, его нужно назначить, щелкнув на рисунке 
<img src=\"img/invisible.gif\" border=\"0\" align=\"absmiddle\"> рядом с нужным тестом.</p>
<hr />
<b>Проверка работы теста</b>
<p>Вы можете проверить функционирование теста, выбрав его название в списке тестов.</p>
<hr />
<b>Случайные тесты</b>
<p>Во время создания или изменения теста у вас есть возможность уточнить, желаете ли вы, чтобы вопросы 
теста показывались в случайном порядке.<br /><br />
Это означает, что при использовании данной функции вопросы каждый раз будут меняться, когда студенты будут выполнять тест. <br /><br />
Если у вас большое количество вопросов, вы можете указать, что программа должна случайнывм образом выбрать Х вопросов 
из банка вопросов данного теста.</p>
<hr />
<b>Банк вопросов</b>
<p>Когда вы удаляете тест, его вопросы сохраняются и могут использованы в новом тесте с помощью банка вопросов. <br /><br />
Банк вопросо также позволяет использовать один и тот же вопрос в нескольких тестах.<br /><br />
По умолчанию показаны все вопросы вашего курса. Вы можете сделать видимыми вопросы, которые касаются конкретного теста, 
выбрав его в разворачивающемся списке &quot;Фильтр&quot;.<br /><br />
Одиночные вопросы - это вопросы, не входящие ни в один тест.</p>";
$langExerciseDescription = "Описание теста";
$langExerciseManagement = "администрирование теста";
$langExerciseName = "Название теста";
$langExerciseNotFound = "Тест не найден";
$langExerciseType = "Тип теста";
$langExistingGroups = "зТХРРЩ";
$langExpectedChoice = "ожидаемый выбор";
$langExplanation = "Эта страница дожна быть в формете HTML (например, \"my_page.htm\"). 
Она будет связана ссылкой с главной страницей курса. 
Если вы хотите разместить документ в другом формате 
(PDF, Power Point, Word...) используйте средство <a href=../document/document.php> Учебные материалы</a>";
$langFieldsRequ = "чУЕ РПМС ПВСЪБФЕМШОЩ";
$langFileError = "Файл для размещения не подходит.";
$langFileExists = "Невозможно осуществить операцию.

<br />Файл с таким именем уже существует.";
$langFillBlanks = "Заполнение пропусков";
$langFillGroups = "ъБРПМОЙФШ ЗТХРРХ(Щ)";
$langFillLists = "Заполните два списка ниже";
$langFilter = "Фильтр";
$langFinish = "Закончить";
$langFirstName = "Фамилия";
$langFirstname = "Имя";
$langForContent = "Форум - это асинхронное средство для письменного общения. 
В отличие от электронной почты, пространство форума открыто всем ли только членам группы. 
</p><p>Чтобы использовать форум, студентам нужен только обычный iCampus, (Netscape, Explorer...),
им не нужны почтовые программы (Eudora, Bat!, Outlook...).</P>
<p>Чтобы создать форумы, щелкните на кнопке 'Администрировать'.
Обмен сообщениями организуется в следующей иерархической форме:</p>
<p><b>Раздел > Форум > Тема > Ответ</b></p>
Чтобы позволить вашим студентам общаться, структурируя свои высказывания, необходимо 
заранее организовать общение в разделы и форумы (студенты создадут темы и ответы). 
По умолчанию форум содержит только раздел Общее, пример темы и пример сообщения. 
Вы можете добавить форумы для общего доступа, изменить его название, или создать другие разделы, 
в которых можно будет создать новые форумы. Раздел, не содержащий форумов, не будет виден студентам. 
Его невозможно использовать. Например, если вы создаете раздел 
'дискуссии в малых группах', вам нужно будет создать серию форумов 
в этом разделе, например, 'группа 1', 'группа 2', 'группа 3', и т.д.</p>
<p>Описание форума группы может быть списком студентов, которые приглашены для дискуссий в нем, 
но также и пояснением целей форума. Если вы создаете, например, форум 'Призывы на помощь', 
вы можете добавить как описание: 'Указывать на трудности в содержании или функционировании курса'.";
$langForce = "Заставить собеседника признать, что он не знает того, что претендует знать, с помощью серии вопросов и подвопросов.";
$langFormula = "С уважением";
$langForum = "жПТХН";
$langForumGroup = "Форум группы";
$langForums = "Форумы";
$langFrom = "с";
$langGetExistingQuestion = "Взять вопрос из другого теста";
$langGiveAdminRight = "Разрешить права администратора существующему пользователю";
$langGiveAnswers = "Дайте ответы на этот вопрос";
$langGiveExerciseName = "Введите название теста";
$langGiveQuestion = "Введите вопрос";
$langGiveText = "Введите текст";
$langGoBackToEx = "Назад к тесту";
$langGoBackToQuestionList = "Назад к списку вопросов";
$langGoBackToQuestionPool = "Назад к банку вопросов";
$langGroup = "зТХРРБ";
$langGroupAllowStudentRegistration = "уФХДЕОФБН ТБЪТЕЫЕОП УБНПУФПСФЕМШОП ЪБРЙУЩЧБФШУС Ч ЗТХРРЩ";
$langGroupContent = "<p><b>Введение</b></p>
	<p>Это средство позволяет создавать и управлять рабочими группами. При создании группы являются пустыми. 
У преподавателя есть несколько способов их наполнить:  
	<ul><li>автоматический ('Наполнить группы'),</li>
	<li>штучный ('Редактировать'),</li>
	<li>с помощью студентов (Свойства: 'Студентам разрешено ...').</li></ul>
	Эти способы регистрации в группах взаимодополняют друг друга. Так, можно попросить студентов 
	зарегистрироваться самостоятельно, затем обнаружить, что некоторые из них забыли 
	записаться и выбрать средство 'заполнить группы', что на самом деле приведет к их дополнению. 
    С помощью функции 'Редактировать') можно вручную изменить состав групп после автоматического заполнения 
	или саморегистрации студентов.</p>
	<p>Заполнение групп, автоматическое или осуществляемое вручную, возможно только в случае 
	предварительной записи студентов на курс, что можно проверить с помощью ссылки 
	'Пользователи'.</p><hr noshade size=1>
	<p><b>Создать группы</b></p>
	<p>Чтобы создать новые группы, щелкните на ссылке 'Создать новую(ые) группу(ы)' 
	и определите количество групп, которое вы хотите создать. 
Уточнение максимального количества участников не является обязательным. Если вы оставите это поле без изменения, 
размер группы не будет ограничен. 

</p><hr noshade size=1>
	<p><b>Свойства групп</b></p>
	<p>Вы можете определить общие свойства групп. 
	<ul><li><b>Студентам разрешена саморегистрация</b>:
	вы создаете пустые группы и даете студентам возможность самостоятельно разбиться на группы, добавив туда свои имена. 
	Если вы ограничили количество мест в группе, группы с полным составом не позволят добавлять новых участников. 
	Этот метод также подходит преподавателю, который не знает списка студентов в момент создания групп. </li>
	<li><b>Доступ к группам разрешен только их участникам</b>: группы не имеют доступа к форумам и 
	документам других групп. Это свойство не исключает публикации документов группами вне пространства группы.</li>
	<li><b>Средства</b>: у каждой группы есть или форум, или папка для обмена документами, или оба варианта.</li></ul>
	<hr noshade size=1>
	<p><b>Редактирование вручную</b></p>
	<p>Создав группы, вы можете увидеть список их участников с дополнительной информацией и функциями. 
<ul><li><b>Редактировать</b> позволяет вручную изменить состав группы.</li>
	<li><b>Удалить</b> стирает группу.</li></ul>
	<hr noshade size=1>";
$langGroupDel = "зТХРРБ ХДБМЕОБ";
$langGroupDescription = "пРЙУБОЙЕ ЗТХРРЩ";
$langGroupDocument = "хЮЕВОЩЕ НБФЕТЙБМЩ";
$langGroupDocumentsLink = "Документы группы";
$langGroupFilledGroups = "Группы были заполнены (или укомплектованы) студентами из списка 
'Пользователи'.";
$langGroupForum = "жПТХН";
$langGroupMembers = "хЮБУФОЙЛЙ ЗТХРРЩ";
$langGroupName = "оБЪЧБОЙЕ ЗТХРРЩ";
$langGroupNoTutor = "(нет)";
$langGroupNone = "(нет)";
$langGroupNoneMasc = "(нет)";
$langGroupNowMember = "Отнеыне вы являетесь участником данной группы";
$langGroupPlacesThis = "НЕУФ (РП ЦЕМБОЙА)";
$langGroupProperties = "уЧПКУФЧБ ЗТХРР";
$langGroupPropertiesModified = "уЧПКУФЧБ ЗТХРР ВЩМЙ ЙЪНЕОЕОЩ";
$langGroupSelfRegInf = "Записаться";
$langGroupSelfRegistration = "Запись";
$langGroupSettingsModified = "уЧПКУФЧБ ЗТХРРЩ ЙЪНЕОЕОЩ.";
$langGroupSpace = "рТПУФТБОУФЧП ЗТХРРЩ";
$langGroupSpaceLink = "Пространство группы";
$langGroupThisSpace = "рТПУФТБОУФЧП ЬФПК ЗТХРРЩ";
$langGroupTooMuchMembers = "Количество предложенный участников группы превышает максимум, установленный вами. 
Состав группы не был изменен. Вы можете изменить максимальное количество студентов в группе ниже.";
$langGroupTools = "уТЕДУФЧБ ХРТБЧМЕОЙС";
$langGroupTutor = "Тьютор";
$langGroupUserManagement = "Управление группами";
$langGroups = "запись пользователей в группы";
$langGroupsAdded = "ЗТХРРБ(Щ) ДПВБЧМЕОБ(Щ)";
$langGroupsDeleted = "чУЕ ЗТХРРЩ ХДБМЕОЩ";
$langGroupsEmptied = "чУЕ ЗТХРРЩ ФЕРЕТШ РХУФЩ";
$langHClar = "Помощь при входе в курс";
$langHDoc = "Помощь Учебные материалы";
$langHExercise = "Помощь по тестам";
$langHFor = "Помощь по форумам";
$langHHome = "Помощь Главная страница";
$langHUser = "Помощь пользователям";
$langHasDel = "Был удален";
$langHeading = "Название";
$langHelp = "рПНПЭШ";
$langHelpGroups = "Управление группами";
$langHits = "Хиты";
$langHome = "Вернуться на главную страницу";
$langHomeContent = "Большинство рубрик платформы уже имеют небольшой текст или ссылку, 
приведенные в качестве примера. Вам нужно их изменить. </p>
<p>Так, в заголовке вашего сайта вы видите небольшой текст. Она начинается так: 
'Это вводный текст к вашему сайту...' Измените его и пользуйтесь им, чтобы 
описать курс, его цели и задачи, вашу систему. Так лучше будет видна ваша работа. 
</p><p>При создании вашего сайта курса, многочисленные средства (Календарь, Учебные материалы, 
тесты...) будут активированыф по умолчанию. Советуем вам дезактивировать те средства, которые 
вы не будете использовать, чтобы не заставлять ваших пользователей терять время. 
</p><p>Вы также можете добавлять страницы на вашу главную страницу. 
Используйте ссылку 'добавить страницу', чтобы добавить страницу, разместив ее на сервере. 
Если, напротив, вы хотите сделать ссылку на уже существующие страницу  или сайт, 
используйте ссылку 'Ссылка на сайт'. Страницы и ссылки, которые вы добавляете на первую страницу, 
могут быть дезактивированы и позднее удалены, в отличие от средств, существующих по умолчанию, которые можно 
дезактивировать, но невозможно удалить.</p>
<p>Вам также решать, должен ли ваш курс фигурировать в списке курсов. Желательно, чтобы 
пробный курс или курс в процессе разработки не фигурировал в списке (см. функцию 
'Свойства курса') и не давал возможности записи во время его разработки.</p>";
$langHour = "Час";
$langImpossible = "Невозможно осуществить операцию";
$langIn = "в";
$langIndeed = "Действительно. Ирония Сократа это метод постановки вопросов. Греческое слово \"eirotao\" означает \"вопрошать\".";
$langInfo2Say = "Информация для сообщения <br />студентам";
$langInvalidId = "Это имя пользователя не действительно. Если вы еще не зарегистрированы, 
заполните <a href='claroline/auth/inscription.php'>бланк регистрации</a></font color>";
$langIs = "-";
$langIsNowInYourDocDir = "сейчас в вашей папке Учебные материалы. <br /><B>Внимание, он виден всем</B>";
$langJustCreated = "Вы  только что создали сайт курса";
$langLanguage = "Язык";
$langLast31days = "за последние 31 день";
$langLast7Days = "За последние 7 дней";
$langLastCheck = "Последняя проверка перед установкой";
$langLastMsg = "Последнее сообщение";
$langLastMsgs = "Последние сообщения";
$langLastName = "Имя";
$langLasting = "Продолжительность";
$langLastname = "Фамилия";
$langLessAnswers = "-отв";
$langLessElements = "-элем";
$langLicence = "Лицензия";
$langLine = "строка";
$langLineNumber = "Количество строк";
$langLineOrLines = "строка(и)";
$langLines = "строки";
$langLink = "Ссылки";
$langListAdmin = "Список администраторов";
$langListHtUsers = "Список имен пользователей htAccess";
$langListStudents = "Список пользователей этой группы";
$langLogin = "Вход, логин";
$langLoginRequest = "Просьба имени пользователя";
$langLoginWithoutAccess = "Неиспользуемые аккаунты";
$langLogins = "Подключений";
$langLoginsAndAccessTools = "Подключения и доступ к средствам";
$langLoginsDetails = "Нажмите на названии месяца для большего количества деталей";
$langLoginsTitleCountColumn = "Количество подключений";
$langLoginsTitleMonthColumn = "Месяц";
$langLogout = "Выйти";
$langLostPassword = "Пароль утерян";
$langMailTo = "Контакт : ";
$langMainDB = "Основная база данных Claroline";
$langMakeCorrespond = "найдите соответствия";
$langManage = "Управление кампусом";
$langManager = "Ответственный";
$langManyAnswers = "(возможны несколько вариантов правильных ответов)";
$langMatching = "Соответствия";
$langMax = "НБЛУЙНХН";
$langMaxFileSize = "Максимальный размер";
$langMaxSizeCourseCode = "НБЛУЙНХН 12 ЪОБЛПЧ, ОБРТЙНЕТ <i>LIT2121</i>";
$langMessage = "Когды вы удалите форум Пробный форум, это также удалит данную тему, которая содержит только это сообщение";
$langMissing = "отсутствующий";
$langMissingImagesDetected = "Обнаружены недостающие изображения";
$langModifAnn = "Изменить объявление";
$langModifDone = "Информация была изменена";
$langModify = "йЪНЕОЙФШ";
$langModifyInAllExercises = "для всех тестов";
$langModifyInThisExercise = "только для текущего теста";
$langModifyProfile = "Изменить мои настройки";
$langMonthNames = "Array";
$langMoreAnswers = "+отв";
$langMoreElements = "+элем";
$langMove = "Переместить";
$langMoveDown = "Вниз";
$langMoveUp = "Вверх";
$langMultipleEmails = "Аккаунты с тем же <i>Email</i>";
$langMultipleLogins = "Аккаунты одного <i>пользователя</i>";
$langMultipleSelect = "Множественный выбор (несколько правильных ответов)";
$langMultipleUsernameAndPassword = "Аккаунты с тем же <i>именем пользователя</i> и 
<i>паролем</i>";
$langMyCourses = "Список моих курсов";
$langMyGroup = "моя группа";
$langMyStats = "Моя статистика";
$langNULLValue = "Пустой (или <i>NULL</i>)";
$langNameDir = "Название новой папки";
$langNameOfLang = "Array";
$langNewBloc = "Другой";
$langNewEx = "Новый тест";
$langNewGroupCreate = "уПЪДБФШ ОПЧХА(ЩЕ) ЗТХРРХ(Щ)";
$langNewGroups = "ОПЧБС(ЩЕ) ЗТХРРБ(Щ)";
$langNewQu = "Новый вопрос";
$langNewToOld = "Изменить порядок";
$langNewTopic = "Начать новую тему";
$langNext = "Дальше";
$langNextDay = "Следующий день";
$langNextMonth = "Следующий месяц";
$langNextWeek = "Следующая неделя";
$langNextYear = "Следующий год";
$langNo = "Нет";
$langNoAnswer = "В настоящий момент ответов нет";
$langNoEmail = "нет email";
$langNoEx = "В данный момент тестов нет";
$langNoGroupStudents = "уФХДЕОФЩ ВЕЪ ЗТХРРЩ";
$langNoPsychology = "Нет. Ирония Сократа относится не к области психологии, но к области аргументирования.";
$langNoQuestion = "Сецчас нет вопросов";
$langNoResult = "Нет результата";
$langNoSeduction = "Нет. Речь идет не о стратегии завоевания привлекательности или методе примера.";
$langNoSpace = "Размещение файла не удалось. В вашей папке недостаточно места";
$langNomPageAddHtPass = "Дать доступ к администрированию";
$langNone = "нет";
$langNotAllowed = "Вы не зарегистрированы как ответственный за курс";
$langNotFalse = "Этот ответ нельзя признать неправильным. Верно, что выявление незнания собеседника проводится путем выявления противоречий, к которым приводят его тезисы.";
$langNotice = "Примечание";
$langNow = "сейчас";
$langNowGoChooseYourCourses = "Теперь вы можете выбрать курсы, к которым вы хотите иметь доступ.";
$langNowGoCreateYourCourse = "Теперь вы можете создать свой курс.";
$langOk = "Ok";
$langOldToNew = "Изменить порядок";
$langOn = "на";
$langOneByOne = "Добавить пользователя вручную";
$langOneMyGroups = "одна из моих групп";
$langOneResp = "Один из отетственных за курс";
$langOptional = "не обязательный";
$langOrphanQuestions = "Одиночные вопросы";
$langOtherCourses = "Список курсов";
$langOtherWorks = "другие функции";
$langPassTooEasy = "Этот пароль слишком простой. Выберите другой пароль, например: ";
$langPassTwice = "Пароль, набранный вами дважды, не идентичен. Используйте кнопку Назад вашего браузера
и повторите операцию.";
$langPassword = "пароль";
$langPeriodDay = "День";
$langPeriodHour = "Час";
$langPeriodMonth = "Месяц";
$langPeriodToDisplay = "Период";
$langPeriodWeek = "Неделя";
$langPeriodYear = "Год";
$langPlaces = "НЕУФ ОБ ЗТХРРХ (РП ЦЕМБОЙА)";
$langPlatformAccess = "Доступ к кампусу";
$langPlatformCoursesAccess = "Доступ к курсам";
$langPlatformStats = "Статистика по кампусу";
$langPoweredBy = "использует оболочку";
$langPreviousDay = "Предыдущий день";
$langPreviousMonth = "Предыдущий месяц";
$langPreviousWeek = "Предыдущая неделя";
$langPreviousYear = "Предыдущий год";
$langPrintVers = "Версия для печати";
$langPrivate = "закрыт";
$langPrivateAccess = "Закрытый доступ (сайт доступен только пользователям, указанным в списке <a href=../user/user.php>пользователи</a>)";
$langProblem = "В случае проблем, свяжитесь с нами.";
$langProfessor = "Преподаватель";
$langProfessors = "рТЕРПДБЧБФЕМШ(Й)";
$langProfileReg = "Ваши новые настройки сохранены.";
$langPubl = "Опубликовано ";
$langPublic = "открыт всем";
$langPublicAccess = "вободный доступ (со страницы Кампуса баз пароля)";
$langPublish = "Опубликовать";
$langQtyOfUserCanSubscribe_PartAfterNumber = "группу";
$langQtyOfUserCanSubscribe_PartBeforeNumber = "Пользователь может быть записан в";
$langQuestion = "Вопрос";
$langQuestionAnswers = "Ответы на вопрос";
$langQuestionDescription = "Комментарий к вопросу (по желанию)";
$langQuestionList = "Список вопросов теста";
$langQuestionManagement = "администрирование вопросов и ответов";
$langQuestionNotFound = "Вопрос не найден";
$langQuestionPlan = "Вопросы по планированию <br />для преподавателя";
$langQuestionPool = "Банк вопросов";
$langQuestionWeighting = "Вес вопроса";
$langQuestions = "Вопросы";
$langRandomQuestions = "Случайные вопросы";
$langReg = "Регистрация";
$langRegAdmin = "Создать сайты курсов";
$langRegIntoGroup = "Добавить меня в эту группу";
$langRegStudent = "Записать меня на курсы";
$langRegUser = "эти пользователи";
$langRegYou = "зарегистрировал вас на ";
$langRegistered = "ъБРЙУБОЩ";
$langRemove = "Удалить";
$langRename = "Переименовать";
$langReply = "Ответить";
$langRequirements = "Требования";
$langResult = "Результат";
$langReuse = "восстановить";
$langRidiculise = "Высмеять своего собеседника, чтобы заставить его принять свою ошибку.";
$langRole = "Роль";
$langSave = "Сохранить";
$langScore = "баллы";
$langSeen = "Прочитанные";
$langSelectAUser = "Выбрать пользователя";
$langSequentialExercise = "Один вопрос на страницу (разбивка)";
$langSetAdmin = "Сделать администратором";
$langSettings = "со следующими параметрами: Имя пользователя:";
$langShowAll = "Показать все";
$langShowNone = "Скрыть все";
$langSimpleExercise = "Вопросы на одной странице";
$langSize = "Размер";
$langSocraticIrony = "Ирония Сократа заключается в...";
$langStatDB = "База для отслеживания действий пользователей.  Полезна в том случае, если 
вы используете отдельно центральную базу и отслеживание пользователей";
$langStatistics = "Статистика";
$langStatsOfCampus = "Статистика по кампусу";
$langStatsOfCourse = "Статистика по курсу";
$langStatsOfUser = "Статистика по пользователю";
$langStatus = "Действие";
$langStudent = "студент";
$langStudentsNotInThisGroups = "Пользователи, не записанные в эту группу";
$langSubscription = "Регистрация";
$langSupportForum = "Форум поддержки";
$langTake = "взять";
$langTargetFac = "тЕЮШ ЙДЕФ П ЖБЛХМШФЕФЕ, ЛБЖЕДТЕ, ЫЛПМЕ... Ч ЛПФПТЩИ ЧЕДЕФУС ЛХТУ";
$langTestForum = "Пробный форум";
$langTheU = "Пользователь";
$langThisCourseDescriptionIsEmpty = "Описание курса не заполнено";
$langThisday = "Сегодня";
$langTipLang = "Этот язык будет рабочим языком для всех посетителей вашего сайта курса.";
$langTitle = "Заголовок";
$langTitular = "Ответственный";
$langTo = "в";
$langToDate = "по";
$langToday = "сегодня";
$langTooBig = "Вы не выбрали файл для размещения, или он слишком большой";
$langToolTitleCountColumn = "Общее количество переходов";
$langToolTitleToolnameColumn = "Название средства";
$langToolTitleUsersColumn = "Переходов зарегистрированных пользователей";
$langTools = "уТЕДУФЧБ ХРТБЧМЕОЙС";
$langToolsAccess = "Доступ к средства";
$langTotal = "Всего";
$langTotalPlatformAccess = "Всего";
$langTotalPlatformLogin = "Всего";
$langTracking = "Действия пользователей";
$langTrackingDisabled = "Система статистики и отслеживания действий пользователей дезактивирована 
администратором системы.";
$langTrafficDetails = "Детали трафика";
$langTrue = "Верно";
$langTypeTextBelow = "Введите ваш текст ниже";
$langUncompress = "Раскрыть архив .zip";
$langUncompulsory = "(РП ЦЕМБОЙА)";
$langUniqueSelect = "Множественный выбор (один правильный ответ)";
$langUnreg = "Отписать";
$langUnvalid = "имеют недействующий электронный адрес или не имеют адреса";
$langUp = "вверх";
$langUpdated = "обновлен";
$langUpgrade = "Обновление claroline";
$langUploadAndZipEnd = " Файл .zip был послан и раскрыт";
$langUploadEnd = "Размещение файла завершено";
$langUploadFile = "Разместить файл на сервере";
$langUseTagForBlank = "используйте квадратные скобки [...], чтобы создать пропуск(и)";
$langUsedInSeveralExercises = "Внимание! Этот вопрос и ответы к нему используются в нескольких тестах. Вы хотите их изменить?";
$langUser = "Пользователи";
$langUserContent = "<b>Права администрирования</b>
<p>Чтобы позволить коллеге, асситенту, тьютору или любому другому лицу 
управлять сайтом вместе с вами, вы должны предварительно вписать его на ваш курс 
или убедиться в том, что он записан. Затем изменить его права доступа,
выбрав 'изменить' под текстов 'права администратора.' затем
 'все'.</P><hr />
<b>Коллеги</b>
<p>Чтобы имя вашего коллеги появилось во введении к курсу, 
используйте страницу 'Изменить информацию о курсе' (в средствах, выделенных оранжевым цветом
на главной странице вашего курса). Это изменение заголовка курса не влечет за собой автоматической
регистрации этого коллеги как пользователя курса. Это две разных операции. </p><hr />
<b>Добавить пользователя</b>
<p>Чтобы добавить пользователя на ваш курс, заполните поля и подвердите. Заинтересованное лицо получит 
электронное письмо с подтверждением его записи на курс и его именем пользователя и паролем, если вы указали 
его электронный адрес. </p>";
$langUserName = "Имя пользователя";
$langUserNumber = "Количество пользователей";
$langUserOneByOneExplanation = "Он получит по электронной почте имя пользователя и пароль.";
$langUserTaken = "Выбранное вами имя пользователя уже используется.";
$langUsers = "Пользователи";
$langViMod = "Функция видимый / скрытый изменена";
$langViewToolList = "Просмотреть список всех средств";
$langVisibility = "Видимая/скрытая";
$langVisits = "посещений";
$langWeightingForEachBlank = "Дайте вес каждому вопросу";
$langWork = "Задания";
$langWorkAuthors = "Авторы";
$langWorkTitle = "Заголовок";
$langWorkUploads = "Отправленных работ";
$langWorksDetails = "Работы, размещенные студентом под именем 'Авторы'";
$langYes = "Да";
$langYouAreReg = "Вы зарегистрированы на ";
$langYourAccountParam = "Вот ваши параметры подключения";
$langYourReg = "Вааша регистрация на";
$langYourTotalScore = "Общее количество набранных вами баллов";
$langZipNoPhp = "Файл ZIP не может содержать файлов с расширением .php";
$lang_already_enrolled = "Уже записан";
$lang_back_to_my_personnal_course_list = "Назад к моему личному списку курсов";
$lang_course_enrollment = "Курс пользователя";
$lang_enroll = "Регистрация";
$lang_my_personnal_course_list = "Мой личный список курсов";
$lang_no_access_here = "Нет доступа ";
$lang_php_info = "Информация о системе php";
$lang_select_course_in = "Выберите курс в ";
$lang_select_course_in_search_results = "Выберите курс в результатах поиска";
$lang_unsubscribe = "Отмена регистрации";
?>