<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */


/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language
*****************************************************************/
$langCourseProgram = "Описание курса";
$langThisCourseDescriptionIsEmpty = "Описание курса не заполнено";

$langEditCourseProgram = "Создать и редактировать описание курса с помощью формуляров";
$langQuestionPlan = "Вопросы по планированию <BR>для преподавателя";
$langInfo2Say = "Информация для сообщения <BR>студентам";
$langOuAutreTitre = "Название";
$langContenuPlan = "План";
$langNewBloc = "Другой";
$langAddCat = "Добавить раздел";
$langAdd ="Добавить";
$langValid ="Зарегистрировать";
$langBackAndForget ="Отменить";

?>
