<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/

$langNo="Нет";
$langYes="Да";

$langActivate="Сделать активным";
$langDeactivate="Сделать неактивным";
$langRemove="Удалить";
$langAdminOnly ="Доступен только администраторам";
$langInLnk ="Сделать ссылки неактивными"; 
$langDelLk="Вы действительно хотите удалить ссылку?";
$langEnter ="ОК";


$langNameOfTheLink ="Название ссылки";
?>