<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/

// forum_admin.inc

$langForums="Форумы";
$langOrganisation="Организация форумов";
$langForCat="Форумы раздела";
$langBackCat="назад к разделам";
$langForName="название форума";
$langDescription="Описание";
$langFunctions="Функции";
$langAddForCat="Добавить форум в раздел";
$langChangeCat="Сменить раздел";
$langSave="Сохранить";
$langModCatName="Изменить название раздела";
$langCat="Раздел";
 