<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/



// GENERIC

$langModify="Изменить";
$langDelete="Удалить";
$langTitle="Заголовок";
$langHelp="Помощь";
$langOk="Сохранить";
$langAddIntro="Добавить вводный текст";
$langBackList="Назад к списку";





// index.php CAMPUS HOME PAGE

$langInvalidId="Это имя пользователя не действительно. Если вы еще не записаны, заполните
<a href='claroline/auth/inscription.php'>бланк регистрации</a></font color>";
$langMyCourses="Мои курсы";
$langCourseCreate="Создать сайт курса";
$langModifyProfile="Изменить мои данные";
$langTodo="Доработка";
$langWelcome="Курсы ниже находятся в свободном доступе. Другие существующие курсы 
требуют имя пользователя и пароль, которые можно получить, 
щелкнув на ссылке 'регистрация (запись)'. Преподаватели и асситенты могут 
создавать новые курсы, нажав на кноку 'регистрация'.";
$langUserName="Имя пользователя";
$langPass="Пароль";
$langEnter="ОК";
$langHelp="Помощб";
$langManager="Ответственный";
$langPlatform="Виртуальный университет использует платформу";



?>
