<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/



// GENERIC

$langModify="изменить";
$langDelete="удалить";
$langTitle="Заголовок";
$langHelp="помощь";
$langAddIntro="ДОБАВИТЬ ВВОДНЫЙ ТЕКСТ";
$langBackList="Назад к списку";





// import.php

$langAddPage="Добавит страницу";
$langPageAdded="Страница добавлена";
$langPageTitleModified="Название страницы изменено";
$langAddPage="Добавить страницу";
$langSendPage="Разместить страницу";
$langCouldNotSendPage="Этот файл не в формате HTML и не может быть размещен на сайте. 
 Если вы хотите разместить на сервере документы в форматех не HTML 
 (PDF, Word, Power Point, Vidйo, и т.д.), используйте 
 <a href=../document/document.php>Учебные материалы</a>";
$langAddPageToSite="Добавить страницу на сайт";
$langNotAllowed="Вы не зарегистрированы как ответственный за курс";
$langExercices="тесты";
$langCouldNot="Файл не был размещен";
$langOkSent="Ваша страница опуцбликована. <p>Она доступна с 
<a href=../../$currentCourseID/index.php>главной страницы</a> вашего курса";
$langTooBig="Вы не выбрали файл для размещения на сайте или он слишком большой.";
$langExplanation="Эта страница дожна быть в формете HTML (например, \"my_page.htm\"). 
Она будет связана ссылкой с главной страницей курса. 
Если вы хотите разместить документ в другом формате 
(PDF, Power Point, Word...) используйте средство <a href=../document/document.php> Учебные материалы</a>";
$langPgTitle="TНазвание страницы";
?>
