<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/



// GENERIC

$langModify="изменить";
$langDelete="удалить";
$langTitle="Название";
$langHelp="Помощь";
$langOk="ОК";
$langAddIntro="ДОБАВИТЬ ВВОДНЫЙ ТЕКСТ";
$langBackList="Назад к списку";






// cahier_prof.php

$langProgram="Программа курса";
$langAddressProgram="Адрес программы курса";
$langIfNoAppear="Если программа курса не появилась ниже, смотрите в";
$langCorrectIt="Программа курсов</a>, исправьте адрес в поле выше и подтвердите";
$langOut="Вы вышли из курса";
$langCome="Вы можете вернуться в курс в любой момент, щелкнув на ссылке";
$langBack="Назад";



?>
