<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */


/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/
// GENERIC
$lang_subscribe_processing ="Обработка регистрации";
$langAuthRequest = "Необходима идентификация со страницы ввода имени пользователя и пароля ";
$langSubscribeDone = "Регистрация осуществлена (если нет сообщения об ошибке)";
$langAndGoBack ="Затем нажмите на ссылку Назад";
$langAlreadySubscribe ="Ужа зарегистрирован";
$langAndGoBack ="AND after click  Previous button";

?>
