<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/

// image_upload.php
$langimage_upload="Загрузка изображения";
$langimage_assist="Помощник по загрузке изображений";
$langloadimage="Загрузка изображения";
$langFileToLoad="Файл для загрузки :";
$langFileLoaded="Загруженный файл :";
$langFileName="Название этого изображения (максимум 254 знака) :";
$langAddArea="Добавление горячих зон -->";
$langSaveImg="Сохранить изображение";
$langEditimage="Редактировать изображение";
$langUpdateQ="Обновление вопроса";
$langCancel="Отменить";


// calc.php
$langcalc="Редактор уравнений";
$langcalc_edit="Редактор формул и математических графов";
$langRecForm="Сохранить формулу";

?>
