<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$         |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschй <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
 */

/***************************************************************
*                   Language translation
****************************************************************
GOAL
****
Translate the interface in chosen language

*****************************************************************/

$langVideo="Видео";
$langFileNot="Файл не был размещен";
$langTooBig="Вы не выбрали файл для размещения или он слишком большой.";
$langListDel="Список был полностью удален";
$langBList="Назад к списку";
$langTitleMod="Название документа было изменено";
$langFAdd="Файл добавлен";
$langDelF="Файл удален.";
$langAddV="Добавить аудио или видео документ";
$langsendV="Разместить аудио/видео";
$langDocTitle="Название документа";
$langDescr="Описание";
$langDelList="Полностью удалить список";








?>
