<?php 
$l_author = "ຜູ້ຂຽນ";
$l_delete = "ລຶບຂໍ້ຄວາມນີ້";
$l_deleted = "Post ຖືກລຶບແລ້ວ";
$l_emptymsg = "ເຈົ້າຕ້ອງພິມຂໍ້ຄວາມ ເຈົ້າບໍສາມາດສົ່ງຂໍ້ຄວາມເປົ່າໄດ້";
$l_here = "ບ່ອນນີ້";
$l_indextitle = "ສາລະບັນກະດານຂ່າວ";
$l_lastpost = "Post ຄັ້ງທ້າຍສຸດ";
$l_notify = "ເຕືອນທາງ ອີເມວເມື່ອມີຜູ້ຕອບຫຼືສົ່ງຂໍ້ຄວາມໃໝ່";
$l_notifysubj = "A reply to your topic has been posted.";
$l_notopics = "ບໍ່ມີກະທູ້ສຳລັບກະດານຂ່າວນີ້ ເຈົ້າສາມາດຕັ້ງກະທູ້ໃໝ່ໄດ້";
$l_poster = "ຜູ້ສົ່ງ";
$l_returnindex = "ກັບໄປຫາ to the forum index";
$l_returntopic = "ກັບໄປຫາ to the forum topic list.";
$l_separator = "ປ ປ";
$l_stored = "ຂໍ້ມູນຂອງທ່ານໄດ້ເກັບໄວ້ໃນຖານຂໍ້ມູນຮຽບຮ້ອຍແລ້ວ";
$l_subject = "ເລື້ອງ";
$l_topic = "ຫົວຂໍ້";
$l_topicreview = "ລາຍການກະທູ້";
$l_topics = "ຫົວຂໍ້";
$l_topictitle = "ເບິ່ງ ຫົວຂໍ້";
$l_viewforum = "ເບິ່ງກະດານຂ່າວ";
$l_viewmsg = "ຕ້ອງການເບິ່ງ ຂໍ້ຄວາມຂອງເຈົ້າ";
$langAdd = "ເພີ່ມ";
$langAddAU = "ເພີ່ມນັກສຶກສາ";
$langAddCategory = "ເພີ້ມໝວດໝູ່";
$langAddComment = "ເພີ່ມ/ປັບປຸງໝາຍເຫດ";
$langAddIntro = "ເພີ່ມຄຳນຳ";
$langAddress = "ທີ່ຢູ່";
$langAgenda = "ແຜນການປະຕິບັດ";
$langAnd = "ແລະ";
$langAnonymous = "ຜູ້ບໍ່ປະສົງອອກນາມ";
$langAnswer = "ຄຳຕອບ";
$langAreYouSureToDelete = "ທ່ານແນ່ໃຈແລ້ວບໍ່ວ່າຕ້ອງການລຶບ";
$langBack = "ກັບຄືນ";
$langCancel = "ຍົກເລີກ";
$langCatagoryGroup = "ກະດານຂ່າວກຸ່ມ";
$langCategories = "ໝວດໝູ່";
$langChoice = "ຕົວເລືອກຂອງເຈົ້າ";
$langClose = "ປິດໜ້ານີ້";
$langCode = "ລະຫັດວິຊາ";
$langComment = "ຄຳອະທິບາຍເພີ່ມເຕີມ";
$langConfirmation = "ຢືນຢັນລະຫັດຜ່ານ";
$langCopy = "ຍ້າຍ";
$langCourseTitle = "ຊື່ວິຊາ";
$langCreateSite = "ສ້າງລາຍວິຊາ";
$langDate = "ວັນທີ";
$langDay = "ວັນ";
$langDear = "ສະບາຍດີ ທ່ານ";
$langDelAdmin = "ລຶບອອກໂດຍຜ່ານທາງເຄືອງມືຄວບຄຸມລະບົບກະດານຂ່າວ";
$langDelete = "ລຶບ";
$langDescription = "ຄຳອະທິບາຍ";
$langDocument = "ເອກະສານ";
$langEmailWrong = "ອີເມວບໍ່ສົມບູນ ຫຼືມີໂຕອັກສອນທີ່ຖືກຫ້າມປົນຢູ່";
$langEmpty = "ທ່ານປ່ອຍໃຫ້ບາງຊ່ອງວ່າງເປົ່າ.<br />ໃຊ້ປຸ່ມ ກັບຄືນ ແລ້ວ ລອງໃໝ່ອີກເທື່ອໜຶ່ງ<br />ຖ້າທ່ານບໍ່ມີລະຫັດວິຊາ ກະລຸນາໃສ່ຊື່ເປັນລາຍວິຊາແທນ";
$langEmptyFields = "ທ່ານປ່ອຍໃຫ້ບາງຊ່ອງໄວ້ຫວ່າງເປົ່າ ຄລິກປຸ່ມກັບຄືນ ແລ້ວລອງໃຫມ່ອີກເທື່ອຫນຶ່ງ";
$langEx = "ຕົວຢ່າງ <i>History of Litterature</i>";
$langExMessage = "ຕົວຢ່າງຂໍ້ຄວາມ";
$langExerciceEx = "ຕົວຢ່າງແບບເຝິກຫັດ";
$langExercices = "ບົດເຝິກຫັດ";
$langExplanation = "ເອກະສານຕ້ອງຢູ່ໃນຮູບແບບ HTML format (ເຊັ່ນ \"my_page.htm\") ຈຶ່ງຈະສາມາດ ເຊື່ອມຕໍ່/link ຈາກຫນ້າທຳອິດໄດ້ ຫາກທ່ານຕ້ອງການສົ່ງເອກະສານທີ່ບໍ່ເປັນ HTML  (ເຊັ່ນ PDF, Word, Power Point, Video, etc.) ເລືອກໃຊ້ <a href=../document/document.php>ເຄື່ອງມືຈັດການເອກະສານ</a>";
$langFinish = "ສຳເລັດ";
$langForContent = "ກະດານຂ່າວເປັນຮູບແບບຂອງການສົນທະນາແບບກຸ່ມ ເຊິ່ງແຕກຕ່າງຈາກ ອີເມວທີ່ສາມາດລົມກັນໄດ້ແຕ່ຕົວໜັງສືເທົ່ານັ້ນ</p><p>ເທັກນິກການໃຊ້ກະດານຂ່າວ - ນັກສຶກສາພຽງແຕ່ໃຊ້ browser 
ເປີດອ່ານ, ຂຽນ, ຫຼືຕອບກະທູ້ທີ່ຕ້ອງການ</P><p>ສຳລັບການເບິ່ງແຍງຄຸ້ມຄອງກະດານຂ່າວ, ຄລິກທີ່ 'admin'(ກ້ອງຫົວຂໍກະດານຂ່າວ) ເພື່ອເຂົ້າສູ່ລະບົບບໍລິຫານກະດານຂ່າວ ເຊິ່ງມີເມນູຄຳສັ່ງຕ່າງໆດັ່ງນີ້
:</p><p><b>ສ້າງໝວດໝູ່ > ສ້າງກະດານຂ່າວ > ຂຽນກະທູ້ > ຕອບຫຼືລຶບກະທູ້</b></p>
ການກຳນົດຮູບແບບຂອງການສົນທະນາ ຫຼືການເປີດກະດານຂ່າວຂອງທ່ານ ເພື່ອໃຫ້ນັກສຶກສາໃຊ້ວຽກທ່ານຈະຕ້ອງສ້າງໝວດໝູ່ ແລະສ້າງກະດານຂ່າວ ໃນຫົວຂໍ້ທີ່ທ່ານຕ້ອງການຂຶ້ນມາກ່ອນ ຈາກນັ້ນຈຶ່ງປ່ອຍໃຫ້ກະດານຂ່າວຫວ່າງໄວ້ ເພື່ອໃຫ້ນັກສຶກສາ ສາມາດເຂົ້າມາຕັ້ງກະທູ້ ແລະປຶກສາຫາລືກັນໃນກຸ່ມໄດ້ <p>
claroline forum ໄດ້ສ້າງກະດານຂ່າວໝວດໝູ່ 'Public' ເພື່ອເປັນຕົວຢ່າງສຳລັບການຖາມ-ຕອບກະທູ້
</p><p> ສິ່ງທຳອິດທີ່ຄວນປະຕິບັດ ແມ່ນລຶບກະທູ້ຕົວຢ່າງຖິ້ມ ແລະປັບປຸງແກ້ໄຂຊື່ຂອງກະດານໃໝ່ ທ່ານອາດເປີດກະດານອື່ນໆ ເພີ່ມເຕີມໄດ້ອີກຕາມຄວາມເໝາະສົມຂອງບົດຮຽນຂອງທ່ານ<p> ແຕ່ຢ່າລວມທຸກກະດານໄວ້ໃນໝວດໝູ່ດຽວກັນ ແລະຢ່າລືມວ່າໝວດໝູ່ທີ່ບໍ່ມີກະດານຂ່າວຢູ່ພາຍໃນ ຈະບໍ່ຖືກສະແດງໃຫ້ນັກສຶກສາເຫັນ</p><p>ຄຳອະທິບາຍຂອງກະດານຂ່າວນັ້ນໆ ຈະຊ່ວຍໃຫ້ນັກສຶກສາເກີດຄວາມເຂົ້າໃຈໄດ້ງ່າຍ ໃນການເຂົ້າຮ່ວມໃຊ້ວຽກ";
$langFormula = "ດ້ວຍຄວາມປາດຖະຫນາດີ, ອາຈານ";
$langForums = "ກະດານຂ່າວ";
$langGroupContent = "<p><b>ຄຳນຳ</b></p>
<p>ເຄື່ອງມືນີ້ໃຊ້ສຳລັບສ້າງກຸ່ມເຮັດວຽກ ໃນຂັ້ນຕອນການສ້າງ (ສ້າງກຸ່ມໃໝ່), ກຸ່ມຈະຫວ່າງເປົ່າ ມີຫຼາຍວິທີທີ່ຈະນຳເອົານັກສຶກສາເຂົ້າກຸ່ມ :
<ul><li>ອັດຕະໂນມັດ('ເພີ່ມນັກສຶກສາເຂົ້າກຸ່ມ'),</li>
<li>ເຮັດດ້ວຍຕົນເອງ('ແກ້ໄຂ'),</li>
<li>ให้นักศึกษาลงทะเบียนเข้ากลุ่มเอง (จัดระเบียบกลุ่ม: 'อนุญาตให้ลงทะเบียนเองได้...').</li>
</ul>
ทั้งสามวิธีนี้สามารถใช้ประกอบกันได้  ท่านอาจบอกให้นักศึกษาลงทะเบียนเข้ากลุ่มเองก่อน
จากนั้นจึงสำรวจดูว่าหากยังมีบางคนยังไม่ตัดสินใจ ท่านจึงค่อยนำพวกเขาเข้ากลุ่มให้เองโดยวิธีอัตโนมัติ
นอกจากนี้ ท่านยังสามารถแก้ไขจำนวนสมาชิกของแต่ละกลุ่ม ในเวลาก่อนหรือหลังจากให้นักศึกษาลงทะเบียนเข้ากลุ่มเองแล้ว 
หรือขณะเติมนักศึกษาเข้ากลุ่มโดยวิธีอัตโนมัติก็ได้</p>
<p>การเติมนักศึกษาเข้ากลุ่ม ไม่ว่าอย่างอัตโนมัติ หรือกำหนดเอง จะทำได้ก็ต่อเมื่อมีนักศึกษาลงทะเบียนเข้าเรียนในรายวิชานั้นๆแล้วเท่านั้น
(การลงทะเบียนเข้าเรียนในรายวิชา กับการลงทะเบียนเข้ากลุ่มนั้นแตกต่างกัน อย่ารวมเข้าด้วยกัน)
รายชื่อนักศึกษาของท่านจะปรากฎอยู่ในเมนูเครื่องมือ <b>Users</b> </p><hr noshade size=1>
<p><b>สร้างกลุ่มใหม่</b></p>
<p>การสร้างกลุ่มใหม่ คลิกที่ 'สร้างกลุ่มใหม่' และทำการกำหนดจำนวนของสมาชิกในกลุ่ม
 จำนวนสมาชิกสูงสุดสามารถกำหนดเท่าไรก็ได้ แต่ขอแนะนำให้มีจำนวนอย่างน้อยหนึ่งคน เพราะหากปล่อยช่องให้ว่างไว้
 ขนาดสูงสุดของจำนวนคนในกลุ่ม จะกลายเป็นไม่มีที่สิ้นสุด</p><hr noshade size=1>
<p><b>จัดระเบียบกลุ่ม</b></p>
<p>ท่านสามารถตั้งค่ากำหนดให้ครอบคลุมทุกกลุ่มที่สร้างขึ้นได้โดยกำหนดที่
<b>นักศึกษาได้รับอนุญาตให้ลงทะเบียนด้วยตัวเองได้</b>: 
<p>ทำการสร้างกลุ่มว่างขึ้นหนึ่งกลุ่ม เพื่อให้นักศึกษาลงทะเบียนเอง
ถ้าหากท่านกำหนดจำนวนสมาชิกสูงสุดไว้ เมื่อเต็มแล้วนักศึกษาจะไม่สามารถลงทะเบียนเข้ากลุ่มได้อีก 
วิธีนี้ดีสำหรับผู้สอนที่ไม่ทราบรายชื่อนักศึกษา ที่ลงทะเบียนในรายวิชานั้น ขณะทำการสร้างกลุ่มให้อยู่
</p>
<b>เครื่องมือ</b>:</p>
<p>ทุกกลุ่มจะมีกระดานข่าวของกลุ่ม (ส่วนตัวหรือสาธารณะ) หรือส่วนงานเอกสารของกลุ่มเอง</p>
<hr noshade size=1>
<p><b>การแก้ไข</b></p>
<p>เมื่อทำการสร้างกลุ่มแล้ว ท่านจะเห็นรายชื่อของกลุ่มอยู่ที่ด้านล่างของหน้า
<ul><li><b>แก้ไข</b> เพือปรับปรุงชื่อของกลุ่ม คำอธิบาย กำหนดติวเตอร์ หรือรายชื่อสมาชิก</li>
<li><b>ลบ</b> เพื่อลบกลุ่ม</li></ul>
<hr noshade size=1>";
$langGroupSpace = "ເຂດພື້ນທີ່ຂອງກຸ່ມ";
$langGroupSpaceLink = "ເຂດພື້ນທີ່ຂອງກຸ່ມ";
$langGroups = "ກຸ່ມ";
$langHClar = "เริ่มต้น หน้าช่วยเหลือ";
$langHDoc = "ระบบช่วยเหลือ 'งานเอกสาร'";
$langHFor = "ระบบช่วยเหลือ 'กระดานข่าว'";
$langHHome = "ระบบช่วยเหลือ 'หน้าหลักบทเรียน'";
$langHUser = "ระบบช่วยเหลือ 'Users'";
$langHelp = "ຊ່ວຍເຫຼືອ";
$langHelpGroups = "หน้าช่วยเหลือกลุ่ม";
$langHomeContent = "เพื่อความง่าย และสะดวกต่อการใช้งาน ภายในแต่ละระบบงานจะประกอบด้วยตัวอย่างเล็กๆ
เพื่อช่วยให้ท่านเข้าใจการทำงานของเครื่องมือนั้นๆได้อย่างรวดเร็วขึ้น ท่านสามารถที่จะลบหรือปรับปรุงตัวอย่างเหล่านี้ 
ได้ตามควมต้องการ </p><p>ตัวอย่างเช่น ตรงกลางหน้าหลักของบทเรียนท่าน มีแถบข้อความสั้นๆ ข้อความว่า 
'นี้คือคำนำของบทเรียนท่าน ต้องการแก้ไขข้อความ โปรดคลิกที่ปุ่ม ปรับปรุง ด้านล่าง'  การแก้ไขเพื่อให้เป็นข้อความของท่านเอง
เพี่ยงแต่คลิกที่ข้อความ 'ปรับปรุง' และทำการแก้ไขเป็นข้อความของท่าน เสร็จแล้วคลิกปุ่ม 'ตกลง' 
บทนำดังกล่าวก็จะเปลี่ยนเป็นข้อความของตัวท่าน  การใช้เครื่องมืออื่นๆก็เป็นลักษณะเดียวกันคือ : เพิ่ม , ลบ , ปรับปรุง 
ซึ่งกระบวนการเหล่านี้เป็นลักษณะเด่นของ dynamic website</p><p>
เมื่อท่านเริ่มต้นสร้างบทเรียนของท่าน เครื่องมือส่วนใหญ่จะเปิดทำงาน  เช่นเดียวกันหากไม่ต้องการ เพียงแต่คลิก 'ปิดการใช้งาน'
ระบบงานนั้นก็จะถูกปิดลง กลายเป็นเมนูสีเทาอยู่ด้านล่างสุด  
ซึ่งจะไม่สามารถมองเห็นได้ในมุมมองของนักศึกษา และท่านสามารถที่จะเปิดใช้งานอีกครั้งเมื่อใดก็ได้ที่ต้องการ</p><p>
ท่านสามารถที่จะเพิ่มหน้าเนื้อหา เข้าในหน้าหลักบทเรียนของท่านได้  แต่หน้าเหล่านั้นต้องเป็นรูปแบบ HTML 
(ซึ่งสามารถสร้างได้จาก Word Processor หรือ Web Composer ใดๆก็ได้)  ใช้เมนูคำสั่ง 'ส่งข้อมูลและเชื่อมเข้ากับบทเรียน'
หน้าเอกสาร HTML ที่เพิ่มเข้าไปนี้ ก็จะรวมเข้ากับบทเรียนของท่านโดยอัตโนมัติ  แต่ถ้าท่านต้องการเชื่อมบทเรียนของท่านเข้ากับ 
web site อื่นๆ ภายนอกหรือภายในคณะก็ตาม ขอให้ใช้คำสั่ง 'เพิ่ม link ในบทเรียนนี้' <p>
หน้าเอกสารและ link ที่เพิ่มเข้าไปนี้ สามารถลบออกได้เมื่อท่านปิดการใช้งานของมันลงเสียก่อน</p><p>
ตอนนี้บทเรียนของท่านพร้อมใช้งานแล้ว ขอให้เข้าไปที่ 'ปรับปรุงรายละเอียดวิชา' 
เพื่อตั้งค่ากำหนดการเข้าเรียนของนักศึกษาของท่าน  และขอแนะนำให้เลือก 'ปิดลงทะเบียน' ไว้ก่อน 
(เพราะท่านกำลังดำเนินการสร้างบทเรียนของท่านอยู่) เมื่อทุกอย่างพร้อม จึงค่อยเปลี่ยนเป็นตัวเลือกอื่นตามต้องการต่อไป </p>";
$langHour = "ຊົ່ວໂມງ";
$langIs = "ຄື";
$langLast7Days = "7 ວັນທີ່ແລ້ວ";
$langLastMsg = "ວາງໄວ້ຄັ້ງທ້າຍສຸດ";
$langLogout = "Logout";
$langManager = "ຜູ້ຈັດການ";
$langManyAnswers = "(ມີຄຳຕອບຖືກຕ້ອງຫຼາຍກວ່າຫນຶ່ງຄຳຕອບ)";
$langMaxSizeCourseCode = "ສູງສຸດ 12 ໂຕອັກສອນ, ເຊັ່ນ <i>ROM2121</i>";
$langMessage = "ເມື່ອທ່ານລຶບກະດານຂ່າວທົດສອບອອກ ຂໍ້ມູນພາຍໃນທັງຫມົດຈະຖືກລຶບໄປນຳ";
$langModify = "ປັບປຸງ";
$langModifyProfile = "ປັບປຸງຂໍ້ມູນສ່ວນຕົວ";
$langMonthNames = "Array";
$langMove = "ຍ້າຍ";
$langNewEx = "ແບບເຝິກຫັດໃຫມ່";
$langNewQu = "ຄຳຖາມໃຫມ່";
$langNewTopic = "ຕັ້ງກະທູ້ໃໝ່";
$langNo = "ບໍ່";
$langNoEx = "ຂະນະນີ້ ບໍ່ມີບົດເຝິກຫັດ";
$langNone = "ບໍ່ມີ";
$langNotAllowed = "ບໍ່ອານຸຍາດ";
$langOk = "ຕົກລົງ";
$langOn = "ມີ";
$langOneResp = "ຜູ້ຮັບຜິດຊອບລາຍວິຊາຜູ້ຫນຶ່ງ";
$langOtherCourses = "ລາຍຊື່ລາຍວິຊາ";
$langPassTwice = "ທ່ານພິມລະຫັດຜ່ານບໍ່ຄືກັນສອງຄັ້ງ ຄລິກປຸ່ມກັບຄືນ ແລ້ວລອງອີກເທື່ອຫນຶ່ງ";
$langPoweredBy = "Powered by";
$langProblem = "ກໍລະນີມີບັນຫາ ກະລຸນາຕິດຕໍ່ເຮົາ";
$langProfessor = "ອາຈານ";
$langProfessors = "ອາຈານ";
$langQuestion = "ຄຳຖາມ";
$langQuestions = "ຄຳຖາມ";
$langRegAdmin = "ສ້າງລາຍວິຊາ";
$langRegStudent = "ເຂົ້າສູ່ບົດຮຽນ";
$langRegYou = "ລົງທະບຽນໃຫ້ທ່ານທີ່ລາຍວິຊານີ້";
$langRemove = "ເອົາອອກ";
$langReply = "ຕອບກະທູ້";
$langResult = "ຄະແນນ";
$langRole = "ສະຖານະພາບ";
$langSeen = "ອ່ານ";
$langSettings = "ຕັ້ງຂໍ້ມູນ:
Username:";
$langSize = "ຂະໜາດ";
$langStatistics = "ສະຖິຕິ";
$langStudent = "ນັກສຶກສາ";
$langTestForum = "ກະດານຂ່າວທົດສອບ";
$langTheU = "ນັກສຶກສາ";
$langTitle = "ຊື່ວິຊາ";
$langTo = "ໄປທີ່";
$langTooBig = "ທ່ານບໍ່ໄດ້ເລືອກໄຟລ໌ ໃດເພື່ອສົ່ງຫຼືໄຟລ໌ມີຂະໜາດໃຫຍ່ເກີນໄປ";
$langTrue = "ເປັນຈິງ";
$langUnreg = "ຖອນການລົງທະບຽນ";
$langUp = "ຂຶ້ນ";
$langUserContent = "<b>สถานะภาพ</b><p>สถานะภาพ ใช้เพื่อแสดงบทบาทของผู้นั้นว่าเป็นใครเท่านั้น 
ไม่เกี่ยวข้องกับสิทธิ์ในการดูแลระบบคอมพิวเตอร์นี้อย่างไร ท่านสามารถปรับเปลี่ยนได้ โดยคลิกที่ 'ปรับปรุง'
ในช่องคอลัมม์หน้าที่ และพิมพ์หน้าที่ที่ท่านต้องการให้ผู้นั้นเป็นลงไป เช่น อาจารย์ , ผู้ช่วย , นักศึกษา , ผู้เยี่ยมชม , 
หรือผู้เชี่ยวชาญ เป็นต้น</P><hr />

<b>สิทธิ์ในบทเรียน</b>
<p>สิทธิ์ในบทเรียน คือการอนุญาตให้แก่ผู้หนึ่งผู้ใด มีสิทธิ์ในการเข้าร่วมแก้ไข ปรับปรุงข้อมูล หรือจัดการด้านอื่นๆ เทียบเท่า
เจ้าของบทเรียนนั้นๆ  ท่านสามารถเลือกได้สองแบบเท่านั้น คือ ให้สิทธิ์ทั้งหมด หรือไม่ให้สิทธิ์เลย</P>

<p>การอนุญาตผู้ช่วย ให้เข้าร่วมในการสร้างบทเรียน ท่านต้องลงทะเบียนให้เขา 
หรือต้องแน่ใจว่าเขาได้ลงทะเบียนบทเรียนของท่านไว้แล้ว 
จากนั้น จึงคลิก 'ปรับปรุง' ที่คอลัมม์ 'สิทธิ์ในบทเรียน' และเลือก 'ทั้งหมด' </P><hr />

<b>การเพิ่มผู้รับผิดชอบวิชา</b>
<p>การเพิ่มชื่อผู้รับผิดชอบวิชาร่วม ที่ตำแหน่งส่วนหัวของบทเรียน ใช้เมนู 'ปรับปรุงรายละเอียดวิชา' 
(เมนูคำสั่งสีส้ม) และพิมพ์ชื่อเพิ่มในช่อง 'อาจารย์' แต่การใช้คำสั่งนี้ 
ไม่ใช่การอนุญาตสิทธิ์ในบทเรียน เช่นเดียวกับการทำในคำสั่ง 'สิทธิ์ในบทเรียน'
</p><hr />
<b>เพิ่ม user</b>
<p>การเพิ่ม user ในบทเรียนของท่าน  กรอกข้อมูลในช่องให้ครบ และคลิกปุ่มตกลง บุคคลนั้นจะได้รับอีเมล์ 
แจ้งว่าท่านได้ทำการลงทะเบียนเข้าสู่บทเรียนแก่เขาแล้ว รวมทั้งแจ้งชื่อผู้ใช้และรหัสผ่านแก่เขาด้วย
</p>";
$langUserName = "ຊື່ຜູ້ໃຊ້";
$langUserTaken = "ຊື່ username ນີ້ຖືກໃຊ້ແລ້ວ";
$langViMod = "ປັບປຸງການໃຫ້ເຫັນເອກສານແລ້ວ";
$langYes = "ແມ່ນແລ້ວ";
$langYouAreReg = "ທ່ານລົງທະບຽນດ້ວຍ";
$langYourReg = "ທ່ານລົງທະບຽນວັນທີ";
?>