<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.0 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// infocours.php

$langModifInfo=" خاصيات الدرس ";
$langModifDone=" تمّ تعديل المعلومات ";
$langHome=" رجوع إلى ص�?حة الإستقبال ";
$langCode=" رمز الدّرس ";
$langDelCourse=" إزالة الدّرس ";
$langProfessors=" أصحاب الدّرس ";
$langTitle=" الدّرس عنوان  ";
$langFaculty="جامعة ";
$langDescription=" وص�? ";
$langConfidentiality=" سريّة ";
$langPublic=" دخول للعامة ";
$langPrivOpen=" دخول خاص، ترسيم م�?توح ";
$langPrivate=" دخول خاص, ترسيم مغلق(/(موقع مخصص للأشخاص الموجودين على القائمة<a href=../user/user.php> مستعملو الموقع </a>)";
$langForbidden=" لستم مسجلون بهذا الدرس بص�?تكم مسؤولا ";
$langLanguage="Langue";
$langConfTip= " إن رغبتم �?ي الحصول على حدّ أدنى من السريّة ، �?يك�?ي أن ت�?تحوا الترسيم لمدة أسبوع ليتمكن الطلبة من الترسيم بأن�?سهم ثم يتم غلق الترسيم والتثبت من الدخلاء بالإطلاع على قائمة مستعملي الموقع";

$langTipLang = "هذه اللّغة هي لغة  موقع درسكم لكلّ الزائرين  ";

// Change Home Page

$langLink=" روابط ";
$langVid=" �?يديو ";
$langProgramMenu=" كراس الشروط ";
$langStats=" إحصاءات ";
$langUplPage=" وضع الص�?حة وربطها بالاستقبال  ";
$langLinkSite="إضا�?ة رابط نحو ص�?حة الاستقبال ";
// delete_course.php

$langDelCourse=" إزالة موقع هذا الدرس ";
$langCourse=" course ";
$langHasDel=" تمّت إزالة الدرس ";
$langBackHome=" رجوع إلى ص�?حة الاستقبال ";
$langByDel=" بإزالة هذا الموقع تزيلون كل الوثائق التي يحويها وتلغون كل الطلبة المرسمين هل ترغبون حقا �?ي محو الدرس؟";
$langY=" نعم ";
$langN=" لا ";

$langDepartmentUrl = " القسمURL ";
$langDepartmentUrlName = " قسم ";
$langBackupCourse=" إضا�?ة الدّرس إلى الأرشي�? ";

$langModifGroups=" �?رق ";

?>