<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/

$langNo=" لا ";
$langYes=" نعم ";
$langHelp=" إعانة ";

$langActivate=" تشغيل ";
$langDeactivate=" إبطال ";
$langRemove=" إزالة ";
$langAdminOnly =" مخصص لإدارة الموقع ";
$langInLnk =" روابط مبطلة "; 
$langDelLk=" فعلا ؟ هل تريدون إزالة هذه الروابط";
$langEnter =" دخول ";
?>

