<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.* 
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
	  |   Arab Translation                                                   |
      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Yassine Jelmam 8 oct 2002 <yjelmam@myrealbox.com>           |
      +----------------------------------------------------------------------+
*/
// external_module.php

$langLinkSite=" رابط نحو الموقع ";
$langSubTitle=" يضاف رابط داخليّا أو خارجيا نحو صفحة انطلاقا من صفحة الاستقبال  ";
$langAdded=" تمّت إضافة الرابط ";
$langHome=" رجوع إلى صفحة الاستقبال";
$langName=" اسم ";
$langLink=" رابط ";

?>