<?php
$_lang['Agenda'] = "計劃安排";
$_lang['Announcement'] = "公告通知";
$_lang['Chat'] = "聊天答疑";
$_lang['ClarContent'] = "這裡是講師和助教建立和管理課程網頁的地方。

學生閱讀(講義材料，計劃安排，公告通知)，有時候，

做練習，交作業，參與討論區討論...</p>

<b>註冊</b><p>如果Claroline版本允許自助註冊（一些網站自動為您註冊）

下面的說明僅適合申請，如果您是一個學生，您只要註冊「選修課程（學生）」，

然後選擇您喜歡學習的課程；如果您是一位講師或一個助教，您要註冊「建立

課程（講師）」。然後您必須填寫課程代碼課程師資和課程名稱。

一旦註冊被啟用，您將被引導到您剛建立的課程網頁，並允許您按需要修改

課程網頁的內容和組織。

可選項「做」是允許向Claroline網站管理者回饋。

您在這裡發佈的內容包括：報錯、建議、改進。「做」的列表連結到虛擬校園的主頁（一旦登入）。</p>

<p>支援討論區是不同的。它聯繫所有的Claroline國際使用者。

如果您的虛擬校園出了問題，而找不到答案的話，在那裡發一個訊息。
</p>

<p>註冊連結（如果提供）在虛擬校園的主頁（右上方）</p><b>登錄</b>

<p>下一次訪問時，輸入登錄名和密碼，然後順利到達您的課程主頁。

課程的網址是：";
$_lang['CloseWindow'] = "關閉視窗";
$_lang['ConfigMenuContent'] = "設定選單";
$_lang['CourseHome'] = "課程主頁";
$_lang['CourseManager'] = "課程負責人";
$_lang['DescriptionCours'] = "課程簡介";
$_lang['DocContent'] = "<p>講義材料 管理工具類似桌面電腦啟用中的檔案管理器.</p><p>您可以上傳各種格式(HTML，Word，Powerpoint，Excel，Acrobat，Flash，Quicktime,等等)的檔案,需要注意的是學生必須有相應的軟件讀取這些材料.而且,有些檔案可能會攜帶病毒，不要上傳這樣的檔案也是您的責任.建議預先用殺毒軟件檢查後在上傳.</p>
<p>檔案以字母順序排列.<br /><b>提示 : </b>如果您需要以不同的順序顯示,在檔案名中新增數字: 01，02，03...</p>
<p>您可以這麼做 :</p>
<h4>上傳檔案</h4>
<ul>
  <li>選擇您電腦上的檔案,點擊<input type=submit value=Browse name=submit2>
	在您螢幕的右側.</li>
  <li>開始上傳,點擊上傳按鈕<input type=submit value=Upload name=submit2>
	.</li>
</ul>
<h4>為檔案(或者目錄)更名</h4>
<ul>
  <li>點擊<img src=../document/img/edit.gif width=20 height=20 align=baseline> 按鈕(位於'更名'欄)</li>
  <li>在左上角區域填寫新的檔案名</li>
  <li>確認,點擊<input type=submit value=Ok name=submit24>
	.
</ul>
	<h4>刪除檔案(或目錄)</h4>
	<ul>

  <li>點擊 <img src=../document/img/delete.gif width=20 height=20>
	(位於 '刪除'欄).</li>
	</ul>
	<h4>顯示/隱藏檔案(或目錄)</h4>
	<ul>

  <li>點擊 <img src=../document/img/visible.gif width=20 height=20>位於'顯示/隱藏'欄.</li>
	  <li>隱藏檔案(或目錄)後,它還是存在的,只是對學生已經不可見.</li>
  <li>要使得其對學生可見，點擊 <img src=../img/invisible.gif width=24 height=20>
	(位於'顯示/隱藏'欄)</li>
	</ul>
	<h4>為檔案(或目錄)新增或更新摘要</h4>
	<ul>
  <li>點擊 <img src=../img/comment.gif width=20 height=20>
	(位於'摘要'欄)</li>
	  <li>在右上角相應區域填寫新的摘要.</li>
	  <li>確認,點擊<input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>刪除摘要,點擊 <img src=../img/comment.gif width=20 height=20>,
	  刪除相應區域舊的摘要 <input type=submit value=OK name=submit22>
	  .
	<hr />
	<p>通過 分類 整理來組織內容. 如下所示:</p>
	<h4><b>建立一個目錄</b></h4>
	<ul>
	  <li>點擊 <img src=../img/folder.gif> '建立目錄'(左上角)</li>
	  <li>在相應區域鍵入新目錄的名稱(左上角)</li>
	  <li>確認,點擊 <input type=submit value=OK name=submit23>.</li>
	</ul>
	<h4>移動檔案(或目錄)</h4>
	<ul>
	  <li>點擊 <img src=../img/deplacer.gif width=34 height=16>
		位於'移動'欄</li>
	  <li>在相應下拉選單(左上)選擇目標檔案(或目錄).(提示: 'root' 意思是已經位於檔案目錄樹的頂層了,伺服器上的相應上層目錄不能上傳檔案.</li>
	  <li>確認,點擊 <input type=submit value=OK name=submit232>.</li>
	</ul>
	<center>
	  <p>";
$_lang['Document'] = "講義材料";
$_lang['ExerciseContent'] = "<h4>練習工具是什麼？</h4>
該工具允許您建立包含一個問題列表的在線練習。
問題可以是多種多樣，學生可以做練習，如果他們註冊了您的課程，那麼
他們的分數將被記錄，並在課程統計數字裡顯示。
<hr />

<h4>管理練習</h4>
<p>建立一個練習</p>
<ul>
<li> 點擊 \"新練習\"，在該工具的開始頁面(確定您是以課程教師或管理的身份登錄)</li>
<li> 在格中輸入練習名稱</li>
<li> 輸入簡介</li>
<li> 使用者選擇在單頁上顯示所有問題，還是一頁顯示一個問題</li>
<li> 修改進階設定（非必須）
<ul>
<li> 選擇一個開始日期</li>
<li> 選擇一個結束日期</li>
<li> 設定一個時間限制</li>
<li> 選擇允許嘗試的次數</li>
<li> 選擇允許匿名嘗試(如果不允許則不會進行追蹤)</li>
<li> 選擇顯示回饋的時間</li>
</ul>
</li>
<li> 點擊Ok</li>
</ul>
<p>您現在可以使用新問題或問題池中的問題來做練習。</p>

<hr />
<h4>問題</h4>
<h4>多項選擇題</h4>
<p>有兩種多選題&nbsp;：
</p>
<ul>
<li> 單一答案的問題</li>
<li> 多個答案的問題</li>
</ul>
<p>在兩種情況下，當您開始建立一個新問題的時候，僅顯示兩個可能的答案。
如果您希望有多個可能的答案，那麼您</p>
<ul>
<li> 每增加一個答案，需要按一下+Answ</li>
</ul>
<p>如果您希望減少可能答案的數量，那麼 </p>
<ul>
<li> 每減少一個答案，需要按一下-Answ</li>
</ul>
<p>接著&nbsp;：</p>
<ul>
<li> 在正確答案前的復選框打勾。</li>
<li> 在答案欄中輸入可能答案的檔案</li>
<li> 在評價欄中輸入該答案的回饋訊息。</li>
<li> 調整分值。該計分表的原則是給正確答案定義適
當的分值。例如，如果問題有4個答案（可能正確的不止
一個）而學生對和錯各兩個，您就可以給他一半分數；
但是您也可認定這是令人不滿意的，例如可以設定完全
做對了得最高分（20分），而別的情況則得零分。
</li>
</ul>

<h4>符合題</h4>
<p>做這種題目，學生要發現不同列元素之間對應。</p>
<p>當您開始建立那種新問題時。在顯示的兩列中僅有兩個元素。
如果您希望有更多的元素對應的話，那麼您
</p>
<ul>
<li> 每增加一組元素，需要按一下+elem </li>
</ul>
<p>如果您希望減少元素的數量的話，那麼您 </p>
<ul>
<li> 每減少一組元素，需要按一下-elem</li>
</ul>

<p>您也要為每個答案定義分值，它們不能是負分值。不要忘記點擊  \"ok\"啟用您的新問題。</p>

<h4>'填空'題</h4>
<p>這種題目是一種空缺了某些部分需要學生填充的檔案。
當您建立一個填空題的時候&nbsp;：
</p>
<ul>
<li> 首先介紹問題檔案。</li>
<li> 使用括號 [...] 定義檔案中一個或多個空格，在括號中填正確答案。
<ul>
<li> <em>示例：</em> [英國人] 居住在 [英國]。</li>
</ul>
</li>
<li> 做完後，點擊 \"下一步\"</li>
<li> 為每個答案定義分值</li>
<li> 點擊 \"Ok\"啟用您的問題</li>
</ul>

<hr />

<h4>問題池</h4>
<p>問題池存有課程的一系列問題。  列表重組已經使用在一個或多個練習中的問，以及無人用的問題。</p>
<p>當您刪除一個練習時，它含有的問題不能從資料庫中移除，
而且這些問題通過問題池可以在新練習中使用。</p>
<p>問題池也允許您重新使用幾個練習的相同問題。</p>
<p>預設情況下，
您課程的所有問題都會顯示出來。
通過選擇下降選單中的 \"Filter\"，
來顯示與一個練習有關的問題，
</p>

<hr />

<h4>怎麼看我先前的分數？</h4>
<p>每個使用者都可以在練習列表下面看到他自己的分數。
作為一門課程的管理者您可以點擊練習列表中看到的追
蹤連結來進入學生課程學習的詳細分數。</p>";
$_lang['Exercises'] = "練習";
$_lang['ForContent'] = "討論區,是異步討論工具.電子郵件使用一對一的對話方式,討論區則使得公共對話或者半公共的對話成為可能.</p><p>從技術上講,使用claroline討論區只需要使用瀏覽器就可以.</P><p>組織討論區,請點擊'管理'.討論區按照類和子類組織起來,如下:</p><p><b>分類 > 討論區 > 論題 > 回復 </b></p>為使學生的討論有一個清晰的結構,預先組織分類和討論區是必要的.讓學生來張貼話題和回復.預設設定,claroline討論區只包含'Public'分類 -- 示例性的討論區和話題.</p><p>所以首先要做的事,刪除話題示例,更新第一個討論區的名稱.接下來,可以在'public'分類中按照小組或主題建立新的討論區來滿足課程學習環境的需要.</p><p>不要混淆分類和討論區，也不要忘記空的類別(不含有討論區)對學生是不可見的.</p><p>討論區的簡介可以是它的使用者列表,目標,任務,主題等等";
$_lang['Forums'] = "學習討論區";
$_lang['GroupContent'] = "<p><b>介紹</b></p>

<p>該工具允許建立和管理工作小組。

建立的時候(建立學習小組)，學習小組是空的。

有許多地方需要填空：

<ul><li>自動 ('填寫學習小組')，</li>

<li>手工('編輯')，</li>

<li>由學生自助註冊(學習小組設定：'允許自助註冊...')。</li>

</ul>

這三個地方是能組合的。例如：您可以先要求學生自助註冊。

然後，發現一些學生並沒有自助註冊，接著為了完成它們，決定自動填寫學習小組。

您也可以編輯每個學習小組，目的是在自助註冊（或自動填寫）之後或之前的一個

時間賦予一個學生以成員身份。</p>

<p>不論自動或手工，學習小組填寫工作只有在學生註冊了這個課程

(不要混淆了註冊課程和註冊學習小組兩個概念)的前提下才能進行。

學生列表將顯示在<b>使用者</b> 工具中。 </p><hr noshade size=1>

<p><b>建立學習小組</b></p>

<p>建立新的學習小組步驟：點擊'建立新的學習小組' ，決定學習小組成員數，確定建立。

小組成員的最大數是可選的，但是我們建議您選擇一個。

如果您不理這項，小組的大小將可能是不適宜的。

</p><hr noshade size=1>

<p><b>學習小組設定</b></p>

<p>您能夠總體上確定小組設定(對所有小組而言).

<b>在學習小組中允許學生自助註冊</b>:

<p>您建立空的學習小組，學生自助註冊。

如果您定義了最大值，成員達到最大值的學習小組不能接受新成員。

該方法對於要建立學習小組卻不知道學生列表的教師來說是有利的。</p>

<b>工具</b>:</p>

<p>每一個學習小組擁有一個討論區(私密或公開)，一個講義材料區(私密或公開)


(一個共享檔案管理器) 或者 (大多數情況下) 兩個都有。</p>

<hr noshade size=1>

<p><b>手工編輯</b></p>

<p>一旦學習小組建立起來，您在頁面底端看到學習小組的列表，

表上有一系列的訊息和功能

<ul><li><b>編輯</b> 手工修改小組名稱，簡介，助教，成員列表</li>

<li><b>刪除</b> 刪除一個學習小組</li></ul>

<hr noshade size=1>";
$_lang['Groups'] = "學習小組";
$_lang['HClar'] = "上手幫助";
$_lang['HDoc'] = "講義幫助";
$_lang['HExercise'] = "練習幫助";
$_lang['HFor'] = "討論區幫助";
$_lang['HHome'] = "網站幫助";
$_lang['HUser'] = "使用者列表 幫助";
$_lang['Help'] = "幫助";
$_lang['HelpAssignment'] = "功課幫助";
$_lang['HelpAssignmentContent'] = "<p>
功課工具是學生發表區。課程負責人建立一個或幾個功課（不同的發表區）。

學生在那裡上傳自己的作業。<br /><br />

每個功課有不同的目標或要求：上傳的作業要求是檔案，或一個檔案，或一個檔案和檔案，

上傳的作業或者是學習小組的，或者是個人使用者的，...<br /><br />

上傳作業之後，學生有能力修改自己的作業；課程負責人能夠給上傳作業的同學一個回饋。

</p>
<hr />

<h4>建立一個功課</h4>
<p>為了建立一個新功課，課程負責人必須進入功課工具。

點擊連結 \"建立一個新功課\".
</p>
<p>顯示的表格要求課程負責人填寫&nbsp;:
</p>
<ul><li> 標題&nbsp;： 功課的名稱
</li><li> 簡介&nbsp;： 功課的描述，學習者需要做什麼
</li><li> 上傳類型&nbsp;：
<ul><li> 檔案&nbsp;： 任何可以上傳的檔案，記住平台對上傳檔案的大小限制，

加入一段描述檔案的文字

</li><li> 僅檔案&nbsp;： 一個wysiwyg編輯器格式的檔案
</li><li> 帶有一個附件的檔案&nbsp;： 一個wysiwyg編輯器格式的檔案和一個附件(附件不是必需的)
</li></ul>
</li><li> 開始時間&nbsp;： 從使用者可以發表作業的日期開始
</li><li> 結束時間&nbsp;： 使用者發佈作業的截止日期
</li><li> 發佈是否可見&nbsp;: 選擇是否讓別的使用者看到自己的作業
</li><li> 功課類型&nbsp;：

<ul><li> 個人模式&nbsp;：任何認證使用者均可發表
</li><li> 小組模式&nbsp;：使用者必須是至少一個課程學習小組的成員，發佈作業，而且作業將以學習小組的名字發表
</li></ul>
</li><li> 截止日期之後的上傳許可
</li></ul>
<p><br />
<strong>新增一個自動回饋</strong>
</p>
<p>自動回饋是一個功課恰當的形式。新增一個自動回饋到功課：

進入功課，點擊\"編輯自動回饋\"連結。  </p>
<p>它可以是一個檔案或一個檔案，或者檔案和檔案。課程負責人能夠選擇將在什麼時候顯示給使用者 (在功課截止日期之後或第一個使用者上傳作業之後)
</p>

<hr />
<h4>作業</h4>
<p>作業是使用者上傳的檔案或檔案。</p>
<p>對於每個功課而言，工具顯示一個所有課程註冊使用者的列表；而對於每個使用者來說，工具顯示他發佈第一份作業的標題，與使用者有關的上傳數和回饋數，功課可以通過點擊帳號字來查看。</p>
<p><strong>上傳一份作業</strong></p>
<p>如果使用者有權上傳一份作業，那麼工具將顯示一個使用者來源的連結。</p>
<p><strong>作業列表</strong></p>
<p>作為一個課程負責人，您有權編輯，刪除，設定顯示/隱藏任何作業
您還能給每份作業新增一個回饋。
</p>
<ul>
<li> <strong>修改</strong>&nbsp;：如果該圖標顯示，就意味著使用者可以修改作業的內容，
當課程負責人正在看他的作業或看小組作業的時候，圖標就顯示出來。


</li>
<li> <strong>刪除</strong>&nbsp;：該命令允許課程負責人刪除一份作業。
</li>
<li> <strong>顯示</strong>&nbsp;：如果該圖標出現，就意味著
學習者就可以看到這份作業。這就像Claroline檔案工具一樣。您可以點擊圖標修改它的設定。

</li>
<li> <strong>隱藏</strong>&nbsp;：如果該圖標出現，就意味著

學習者看不到這份作業。這就像Claroline檔案工具一樣。您可以點擊圖標修改它的設定。


</li>
<li> <strong>新增回饋</strong>&nbsp;：允許課程負責人對使用者的作業發佈回饋。回饋可以是一個帶私密意見的檔案或一個檔案或檔案、檔案，以及記錄的分數，只有課程負責人可以看得見。
</li>
</ul>



";
$_lang['HelpGroups'] = "學習小組幫助";
$_lang['HomeContent'] = "為方便掌握使用方法,所有claroline工具都不是空的.每個工具都有一個簡短的例子幫助您快速掌握它的使用方法.更新還是刪除這個例子取決於您.</p><p>舉例來說，在您的課程主頁上有一段文字,'這是您的課程簡介.要替換為您自己的文字,點擊下面'更新'. 就是這麼簡單!! 並且每個工具都有相同相似的邏輯功能: 增加，刪除，更新，這些功能正是動態網頁的功能.</p><p>當您新建課程網站時，大部分工具是啟用的. 請記住，使那些不需要的功能隱藏起來取決於您,只需點擊'隱藏'即可實現. 接下來,解釋一下主頁上灰色部分的功能. 這部分功能對您的學生是不可見的，當然您可以在任何時候啟用它們.</p><p>您可以新增您自己的網頁. 當然這些網頁必需是HTML格式的(網頁可以用Word處理器或者Web編輯器產生). 使用 '上傳網頁'來實現. 標準的檔案頭會自動與您的檔案融和在一起,您只需要把精力放在檔案內容上就行了. 如果您需要在主頁上新增到Web上已存在網頁的連結,(當然也可以是在主頁內的檔案)，請使用 '新增連結'，您自己新增的網頁可以隱藏甚至刪除,但標準工具只能隱藏,不能刪除.</p><p>課程網站製作完畢後,請到'課程訊息',指定您的網站訪問限制策略. 預設設定,您的課程是未開放的,(因為預設假設您的網站正在製作之中).</p>";
$_lang['LearningPath'] = "學習路線";
$_lang['Login'] = "登錄";
$_lang['Logout'] = "退出系統";
$_lang['MinuteShort'] = "min.";
$_lang['ModifyProfile'] = "個人資料";
$_lang['MyAgenda'] = "我的日曆";
$_lang['MyCourses'] = "我的課程";
$_lang['OtherCourses'] = "課程列表";
$_lang['PeriodDayShort'] = "日";
$_lang['PeriodHourShort'] = "小時";
$_lang['PlatformAdministration'] = "平台管理";
$_lang['PoweredBy'] = "技術支援";
$_lang['SecondShort'] = "sec.";
$_lang['Student'] = "學生";
$_lang['Subscription'] = "預定";
$_lang['SwitchEditorToTextConfirm'] = "該命令將移出當前檔案。您想繼續嗎？";
$_lang['TextEditorDisable'] = "移除檔案編輯器";
$_lang['TextEditorEnable'] = "顯示檔案編輯器";
$_lang['UserContent'] = "<b>角色</b><p>角色沒有計算機管理相關的功能. 這並不賦予誰系統操作的權力. 這只是告訴我們,每個人在教學過程中扮演的角色.您可以點擊'角色'下面的'更新'來更新，可以鍵入任何您認為的角色:教授，助教，學生，過客，專家...</P><hr />
<b>管理權力</b>
<p>管理權利,另一方面,對應於系統操作權力,更新內容,組織課程網站等. 目前為之，您只能選擇賦予所有權力,或者相反,不賦予任何權力.</P>
<p>舉例來說,使一位助教來共同管理網站,您需要確保他已在本課程註冊,點擊 '管理權力'下的'更新',然後選擇'所有'，'確認'即可.</P><hr />
<b>聯合主講</b>
<p>為在課程網站顯示聯合主講的名字,請使用'更新課程訊息'工具(桔黃色). 這項更新並不為聯合主講在本課程註冊.'教授'域和使用者列表是相互獨立的.</p><hr />
<b>增加使用者</b>
<p>為本課程增加一個使用者,首先檢查該使用者是否已在虛擬校園註冊.如果已經註冊，選擇他名字旁邊的選項格,然後'確認'. 如果還沒有註冊，可以手工新增. 任何一種情況，他都會收到一封含帳號和密碼的確認郵件.</p>";
$_lang['Users'] = "使用者列表";
$_lang['ViewMode'] = "查看模式";
$_lang['Wiki'] = "Wiki";
$_lang['Work'] = "作業論文";
$_lang['_footer_p_CourseManager'] = "%s的課程負責人";
$_lang['_p_platformManager'] = "%s 的平台負責人";
?>