<?php
$langAgenda = "กำหนดการ";
$langChat = "Chat";
$langDay_of_weekNames = "Array";
$langDocContent = "<p> ระบบจัดการเอกสารประกอบการศึกษา มีลักษณะคล้าย FileManager 
ของคอมพิวเตอร์ทั่วไป</p><p>
ท่านสามารถ upload ไฟล์ข้อมูลชนิดใดก็ได้ (HTML, Word,
 Powerpoint, Excel, Acrobat, Flash, Quicktime, etc.) <br><b> ++แต่ให้ตั้งชื่อไฟล์เป็นภาษาอังกฤษเท่านั้น++ </b><br>
และท่านควรนึกถึงโปรแกรมที่นักศึกษา ต้องใช้สำหรับเปิดเอกสารของท่านด้วย <p>
ไฟล์ข้อมูลบางประเภท อาจมีไวรัสแฝงอยู่ ท่านไม่ควรเสี่ยงที่จะ upload ขึ้นสู่บทเรียน และเพื่อให้แน่ใจยิ่งขึ้น 
ควรทำการตรวจสอบไวรัสด้วยโปรแกรม antivirus ของท่านก่อนทำการ upload ทุกๆไฟล์</p>
<p>เอกสารของท่านจะถูกจัดเรียงตามลำดับตัวอักษร<br>
<b>Tip : </b>หากท่านต้องการจัดเรียงลำดับให้แตกต่างไป ให้กำหนดเป็นตัวเลข เข่น 01, 02,
 03...แทน</p>
<p>ท่านสามารถ :</p>
<h4>Upload เอกสาร</h4>
<ul>
  <li>เลือกไฟล์บนคอมพิวเตอร์ของท่าน โดยใช้ปุ่ม Browse <input
 type=submit value=Browse name=submit2>
	ที่ด้านขวาของจอภาพ</li>
  <li>ทำการ upload ด้วยปุ่ม Upload <input type=submit
 value=Upload name=submit2>
	.</li>
</ul>
<h4>เปลี่ยนชื่อเอกสาร (หรือชื่อ directory)</h4>
<ul>
  <li>คลิกที่รูป <img src=../document/img/edit.gif width=20 height=20
 align=baseline> ในช่องคอลัมม์ เปลี่ยนชื่อ</li>
  <li>พิมพ์ชื่อใหม่ลงในช่อง (ด้านซ้ายบน)</li>
  <li>คลิกปุ่ม <input type=submit value=Ok name=submit24>

</ul>
	<h4>ลบเอกสาร (หรือลบ directory)</h4>
	<ul>
	  
  <li>คลิกที่รูป <img src=../document/img/delete.gif width=20 height=20> 
	ในคอลัมม์ 'ลบ'</li>
	</ul>
	<h4>การอนุญาตให้นักศึกษาเห็นเอกสาร (หรือ directory) หรือไม่</h4>
	<ul>
	  
  <li>คลิกที่รูป <img src=../document/img/visible.gif width=20 height=20> 
  ในคอลัมม์  'Visible/invisible'</li>
<li>เอกสาร (หรือ directory) ยังคงมีอยู่ แต่นักศึกษาจะไม่สามารถมองเห็นได้</li>	  
  <li>ทำให้กลับมามองเห็นเช่นเดิม คลิกที่รูป <img
 src=../img/invisible.gif width=24 height=20> 
	ในคอลัมม์ 'Visible/invisible'</li>
	</ul>
	<h4>เพิ่มหรือปรับปรุงหมายเหตุของเอกสาร (หรือ directory)</h4>
	<ul>	  
  <li>คลิกที่รูป <img src=../img/comment.gif width=20
 height=20> 
	ในคอลัมม์ 'หมายเหตุ'</li>
	  <li>พิมพ์หมายเหตุในกรอบโต้ตอบ (ด้านบนซ้าย)</li>
	  <li>คลิกปุ่ม <input type=submit value=OK name=submit2></li>
	</ul>
	<p> ต้องการลบหมายเหตุ คลิกที่รูป <img
 src=../img/comment.gif width=20 height=20>, 
	 ลบหมายเหตุเก่าในช่องออก และคลิกปุ่ม <input type=submit
 value=OK name=submit22>

	<hr>
	<p>ท่านสามารถจัดระบบการเก็บเอกสารของท่านได้ โดย :</p>
	<h4><b>สร้าง directory</b></h4>
	<ul>
	  <li>คลิกที่รูป <img src=../img/folder.gif> 'สร้าง directory' (top left)</li>
	  <li>พิมพ์ชื่อ directory ใหม่ในช่องกรอบโต้ตอบ (ซ้ายมือบน)</li>
	  <li>คลิกปุ่ม <input type=submit value=OK
 name=submit23></li>
	</ul>
	<h4>ย้ายเอกสาร (หรือ directory)</h4>
	<ul>
	  <li>คลิกที่รูป <img src=../img/deplacer.gif
 width=34 height=16> 
		ในคอลัมม์ 'ย้าย'</li>
	  <li>เลือก directory ที่ต้องการจะย้ายเอกสารไปไว้ ในกรอบโต้ตอบ (ด้านซ้ายบน) <br>
	  (note: ข้อความ 'root' หมายความว่า เป็น directory สูงสุดของ server นี้แล้ว</li>
	  <li>คลิกปุ่ม <input type=submit value=OK
 name=submit232></li>
	</ul>
	<center>
	  <p>";
$langDocument = "เอกสาร";
$langForContent = "กระดานข่าวเป็นรูปแบบของการสนทนาแบบกลุ่ม ซึ่งจะแตกต่างจากอีเมล์ 
ที่สามารถพูดคุยได้แค่ตัวต่อตัวเท่านั้น</p><p>เทคนิคการใช้กระดานข่าว - นักศึกษาเพียงแค่ใช้ browser 
เปิดอ่าน , เขียน , หรือตอบกระทู้ที่ต้องการ</P><p>สำหรับการดูแลจัดการกระดานข่าว, คลิกที่ 'admin'(ใต้หัวข้อกระดานข่าว) 
เพื่อเข้าสู่ระบบจัดการกระดานข่าว ซึ่งมีเมนูคำสั่งต่างๆดังนี้
:</p><p><b>สร้างหมวดหมู่ > สร้างกระดานข่าว > เขียนกระทู้ > ตอบหรือลบกระทู้</b></p>
การกำหนดรูปแบบของการสนทนา หรือการเปิดกระดานข่าวของท่าน เพื่อให้นักศึกษาใช้งาน
ท่านจะต้องทำการสร้างหมวดหมู่ และสร้างกระดานข่าว ในหัวข้อที่ท่านต้องการขึ้นมาก่อน จากนั้นจึงทิ้งกระดานให้ว่างไว้ 
เพื่อให้นักศึกษาสามารถเข้ามาตั้งกระทู้ และพูดคุยปรึกษากันในกลุ่มได้ <p>
claroline forum ได้สร้างกระดานข่าวหมวดหมู่ 'Public' เพื่อเป็นตัวอย่างสำหรับการถามตอบกระทู้
</p><p> สิ่งแรกที่ควรทำคือ ทำการลบกระทู้ตัวอย่างทิ้ง และปรับปรุงแก้ไขชื่อของกระดานเสียใหม่  ท่านอาจเปิดกระดานอื่นๆ 
เพิ่มเติมได้อีกตามความเหมาะสมของบทเรียนของท่าน<p> แต่อย่ารวมทุกกระดานไว้ในหมวดหมู่เดียวกัน และอย่าลืมว่า
หมวดหมู่ที่ไม่มีกระดานข่าวอยู่ภายใน จะไม่ถูกแสดงให้นักศึกษาเห็น </p><p>คำอธิบายของกระดานข่าวนั้นๆ จะช่วยให้นักศึกษา 
เกิดความเข้าใจได้ง่าย ในการเข้าร่วมใช้งาน";
$langForums = "กระดานข่าว";
$langGroupContent = "<p><b>คำนำ</b></p>
<p>เครื่องมือนี้เพื่อสำหรับใช้สร้างกลุ่มทำงาน  
ในขั้นตอนการสร้าง (สร้างกลุ่มใหม่), กลุ่มจะว่างเปล่า มีหลายวิธีที่จะนำนักศึกษาเข้ากลุ่ม :
<ul><li>อัตโนมัติ('เพิ่มนักศึกษาเข้ากลุ่ม'),</li>
<li>ทำด้วยตนเอง ('แก้ไข'),</li>
<li>ให้นักศึกษาลงทะเบียนเข้ากลุ่มเอง (จัดระเบียบกลุ่ม: 'อนุญาตให้ลงทะเบียนเองได้...').</li>
</ul>
ทั้งสามวิธีนี้สามารถใช้ประกอบกันได้  ท่านอาจบอกให้นักศึกษาลงทะเบียนเข้ากลุ่มเองก่อน
จากนั้นจึงสำรวจดูว่าหากยังมีบางคนยังไม่ตัดสินใจ ท่านจึงค่อยนำพวกเขาเข้ากลุ่มให้เองโดยวิธีอัตโนมัติ
นอกจากนี้ ท่านยังสามารถแก้ไขจำนวนสมาชิกของแต่ละกลุ่ม ในเวลาก่อนหรือหลังจากให้นักศึกษาลงทะเบียนเข้ากลุ่มเองแล้ว 
หรือขณะเติมนักศึกษาเข้ากลุ่มโดยวิธีอัตโนมัติก็ได้</p>
<p>การเติมนักศึกษาเข้ากลุ่ม ไม่ว่าอย่างอัตโนมัติ หรือกำหนดเอง จะทำได้ก็ต่อเมื่อมีนักศึกษาลงทะเบียนเข้าเรียนในรายวิชานั้นๆแล้วเท่านั้น
(การลงทะเบียนเข้าเรียนในรายวิชา กับการลงทะเบียนเข้ากลุ่มนั้นแตกต่างกัน อย่ารวมเข้าด้วยกัน)
รายชื่อนักศึกษาของท่านจะปรากฎอยู่ในเมนูเครื่องมือ <b>Users</b> </p><hr noshade size=1>
<p><b>สร้างกลุ่มใหม่</b></p>
<p>การสร้างกลุ่มใหม่ คลิกที่ 'สร้างกลุ่มใหม่' และทำการกำหนดจำนวนของสมาชิกในกลุ่ม
 จำนวนสมาชิกสูงสุดสามารถกำหนดเท่าไรก็ได้ แต่ขอแนะนำให้มีจำนวนอย่างน้อยหนึ่งคน เพราะหากปล่อยช่องให้ว่างไว้
 ขนาดสูงสุดของจำนวนคนในกลุ่ม จะกลายเป็นไม่มีที่สิ้นสุด</p><hr noshade size=1>
<p><b>จัดระเบียบกลุ่ม</b></p>
<p>ท่านสามารถตั้งค่ากำหนดให้ครอบคลุมทุกกลุ่มที่สร้างขึ้นได้โดยกำหนดที่
<b>นักศึกษาได้รับอนุญาตให้ลงทะเบียนด้วยตัวเองได้</b>: 
<p>ทำการสร้างกลุ่มว่างขึ้นหนึ่งกลุ่ม เพื่อให้นักศึกษาลงทะเบียนเอง
ถ้าหากท่านกำหนดจำนวนสมาชิกสูงสุดไว้ เมื่อเต็มแล้วนักศึกษาจะไม่สามารถลงทะเบียนเข้ากลุ่มได้อีก 
วิธีนี้ดีสำหรับผู้สอนที่ไม่ทราบรายชื่อนักศึกษา ที่ลงทะเบียนในรายวิชานั้น ขณะทำการสร้างกลุ่มให้อยู่
</p>
<b>เครื่องมือ</b>:</p>
<p>ทุกกลุ่มจะมีกระดานข่าวของกลุ่ม (ส่วนตัวหรือสาธารณะ) หรือส่วนงานเอกสารของกลุ่มเอง</p>
<hr noshade size=1>
<p><b>การแก้ไข</b></p>
<p>เมื่อทำการสร้างกลุ่มแล้ว ท่านจะเห็นรายชื่อของกลุ่มอยู่ที่ด้านล่างของหน้า
<ul><li><b>แก้ไข</b> เพือปรับปรุงชื่อของกลุ่ม คำอธิบาย กำหนดติวเตอร์ หรือรายชื่อสมาชิก</li>
<li><b>ลบ</b> เพื่อลบกลุ่ม</li></ul>
<hr noshade size=1>";
$langGroups = "กลุ่ม";
$langHClar = "เริ่มต้น หน้าช่วยเหลือ";
$langHDoc = "ระบบช่วยเหลือ 'งานเอกสาร'";
$langHFor = "ระบบช่วยเหลือ 'กระดานข่าว'";
$langHHome = "ระบบช่วยเหลือ 'หน้าหลักบทเรียน'";
$langHUser = "ระบบช่วยเหลือ 'Users'";
$langHelp = "ช่วยเหลือ";
$langHelpGroups = "หน้าช่วยเหลือกลุ่ม";
$langHomeContent = "เพื่อความง่าย และสะดวกต่อการใช้งาน ภายในแต่ละระบบงานจะประกอบด้วยตัวอย่างเล็กๆ
เพื่อช่วยให้ท่านเข้าใจการทำงานของเครื่องมือนั้นๆได้อย่างรวดเร็วขึ้น ท่านสามารถที่จะลบหรือปรับปรุงตัวอย่างเหล่านี้ 
ได้ตามควมต้องการ </p><p>ตัวอย่างเช่น ตรงกลางหน้าหลักของบทเรียนท่าน มีแถบข้อความสั้นๆ ข้อความว่า 
'นี้คือคำนำของบทเรียนท่าน ต้องการแก้ไขข้อความ โปรดคลิกที่ปุ่ม ปรับปรุง ด้านล่าง'  การแก้ไขเพื่อให้เป็นข้อความของท่านเอง
เพี่ยงแต่คลิกที่ข้อความ 'ปรับปรุง' และทำการแก้ไขเป็นข้อความของท่าน เสร็จแล้วคลิกปุ่ม 'ตกลง' 
บทนำดังกล่าวก็จะเปลี่ยนเป็นข้อความของตัวท่าน  การใช้เครื่องมืออื่นๆก็เป็นลักษณะเดียวกันคือ : เพิ่ม , ลบ , ปรับปรุง 
ซึ่งกระบวนการเหล่านี้เป็นลักษณะเด่นของ dynamic website</p><p>
เมื่อท่านเริ่มต้นสร้างบทเรียนของท่าน เครื่องมือส่วนใหญ่จะเปิดทำงาน  เช่นเดียวกันหากไม่ต้องการ เพียงแต่คลิก 'ปิดการใช้งาน'
ระบบงานนั้นก็จะถูกปิดลง กลายเป็นเมนูสีเทาอยู่ด้านล่างสุด  
ซึ่งจะไม่สามารถมองเห็นได้ในมุมมองของนักศึกษา และท่านสามารถที่จะเปิดใช้งานอีกครั้งเมื่อใดก็ได้ที่ต้องการ</p><p>
ท่านสามารถที่จะเพิ่มหน้าเนื้อหา เข้าในหน้าหลักบทเรียนของท่านได้  แต่หน้าเหล่านั้นต้องเป็นรูปแบบ HTML 
(ซึ่งสามารถสร้างได้จาก Word Processor หรือ Web Composer ใดๆก็ได้)  ใช้เมนูคำสั่ง 'ส่งข้อมูลและเชื่อมเข้ากับบทเรียน'
หน้าเอกสาร HTML ที่เพิ่มเข้าไปนี้ ก็จะรวมเข้ากับบทเรียนของท่านโดยอัตโนมัติ  แต่ถ้าท่านต้องการเชื่อมบทเรียนของท่านเข้ากับ 
web site อื่นๆ ภายนอกหรือภายในคณะก็ตาม ขอให้ใช้คำสั่ง 'เพิ่ม link ในบทเรียนนี้' <p>
หน้าเอกสารและ link ที่เพิ่มเข้าไปนี้ สามารถลบออกได้เมื่อท่านปิดการใช้งานของมันลงเสียก่อน</p><p>
ตอนนี้บทเรียนของท่านพร้อมใช้งานแล้ว ขอให้เข้าไปที่ 'ปรับปรุงรายละเอียดวิชา' 
เพื่อตั้งค่ากำหนดการเข้าเรียนของนักศึกษาของท่าน  และขอแนะนำให้เลือก 'ปิดลงทะเบียน' ไว้ก่อน 
(เพราะท่านกำลังดำเนินการสร้างบทเรียนของท่านอยู่) เมื่อทุกอย่างพร้อม จึงค่อยเปลี่ยนเป็นตัวเลือกอื่นตามต้องการต่อไป </p>";
$langLogout = "Logout";
$langManager = "ผู้จัดการ";
$langModifyProfile = "ปรับปรุงข้อมูลส่วนตัว";
$langMonthNames = "Array";
$langMyCourses = "My courses";
$langNameOfLang = "Array";
$langOtherCourses = "รายชื่อรายวิชา";
$langPoweredBy = "Powered by";
$langStudent = "นักศึกษา";
$langUserContent = "<b>สถานะภาพ</b><p>สถานะภาพ ใช้เพื่อแสดงบทบาทของผู้นั้นว่าเป็นใครเท่านั้น 
ไม่เกี่ยวข้องกับสิทธิ์ในการดูแลระบบคอมพิวเตอร์นี้อย่างไร ท่านสามารถปรับเปลี่ยนได้ โดยคลิกที่ 'ปรับปรุง'
ในช่องคอลัมม์หน้าที่ และพิมพ์หน้าที่ที่ท่านต้องการให้ผู้นั้นเป็นลงไป เช่น อาจารย์ , ผู้ช่วย , นักศึกษา , ผู้เยี่ยมชม , 
หรือผู้เชี่ยวชาญ เป็นต้น</P><hr>

<b>สิทธิ์ในบทเรียน</b>
<p>สิทธิ์ในบทเรียน คือการอนุญาตให้แก่ผู้หนึ่งผู้ใด มีสิทธิ์ในการเข้าร่วมแก้ไข ปรับปรุงข้อมูล หรือจัดการด้านอื่นๆ เทียบเท่า
เจ้าของบทเรียนนั้นๆ  ท่านสามารถเลือกได้สองแบบเท่านั้น คือ ให้สิทธิ์ทั้งหมด หรือไม่ให้สิทธิ์เลย</P>

<p>การอนุญาตผู้ช่วย ให้เข้าร่วมในการสร้างบทเรียน ท่านต้องลงทะเบียนให้เขา 
หรือต้องแน่ใจว่าเขาได้ลงทะเบียนบทเรียนของท่านไว้แล้ว 
จากนั้น จึงคลิก 'ปรับปรุง' ที่คอลัมม์ 'สิทธิ์ในบทเรียน' และเลือก 'ทั้งหมด' </P><hr>

<b>การเพิ่มผู้รับผิดชอบวิชา</b>
<p>การเพิ่มชื่อผู้รับผิดชอบวิชาร่วม ที่ตำแหน่งส่วนหัวของบทเรียน ใช้เมนู 'ปรับปรุงรายละเอียดวิชา' 
(เมนูคำสั่งสีส้ม) และพิมพ์ชื่อเพิ่มในช่อง 'อาจารย์' แต่การใช้คำสั่งนี้ 
ไม่ใช่การอนุญาตสิทธิ์ในบทเรียน เช่นเดียวกับการทำในคำสั่ง 'สิทธิ์ในบทเรียน'
</p><hr>
<b>เพิ่ม user</b>
<p>การเพิ่ม user ในบทเรียนของท่าน  กรอกข้อมูลในช่องให้ครบ และคลิกปุ่มตกลง บุคคลนั้นจะได้รับอีเมล์ 
แจ้งว่าท่านได้ทำการลงทะเบียนเข้าสู่บทเรียนแก่เขาแล้ว รวมทั้งแจ้งชื่อผู้ใช้และรหัสผ่านแก่เขาด้วย
</p>";
$langUsers = "Users";
?>