<?php 
$l_author = "ผู้เขียน";
$l_banned = "คุณถูกระงับสิทธิ์ในกระดานข่าวนี้ หากมีข้อสงสัย โปรดติดต่อผู้ดูแลระบบ";
$l_body = "";
$l_by = "โดย";
$l_click = "Click";
$l_delete = "ลบข้อความนี้";
$l_deleted = "Post ถูกลบแล้ว";
$l_emptymsg = "คุณต้องพิมพ์ ข้อความ คุณไม่สามารถส่ง ข้อความ เปล่าได้";
$l_error = "ผิดพลาด";
$l_go = "ไป";
$l_guest = "Guest";
$l_here = "ที่นี่";
$l_indextitle = "ดัชนีกระดานข่าว";
$l_lastpost = "Post ครั้งล่าสุด";
$l_nopostlock = "กระดานข่าวนี้ล็อค ไม่สามารถส่งและตอบข้อความได้";
$l_noposts = "No Posts";
$l_notify = "เตื่อนทางอีเมล์ เมื่อมีผู้ตอบหรือส่งข้อความใหม่";
$l_notifysubj = "A reply to your topic has been posted.";
$l_notopics = "ไม่มีกระทู้สำหรับกระดานข่าวนี้ คุณสามารถตั้งกระทู้ใหม่ได้";
$l_posted = "Posted";
$l_poster = "ผู้ส่ง";
$l_posts = "Posts";
$l_returnindex = "กลับไป to the forum index";
$l_returntopic = "กลับไป to the forum topic list.";
$l_selectforum = "เลือก กระดานข่าว";
$l_separator = "ป ป";
$l_stored = "ข้อความ ของท่านได้เก็บไว้ในฐานข้อมูลเรียบร้อย";
$l_subject = "เรื่อง";
$l_topic = "หัวข้อ";
$l_topicreview = "รายการกระทู้";
$l_topics = "หัวข้อ";
$l_topictitle = "ดู หัวข้อ";
$l_viewforum = "ดูกระดานข่าว";
$l_viewmsg = "ต้องการดู ข้อความ ของคุณ";
$langActivate = "ปิดการใช้งาน";
$langAdd = "เพิ่ม";
$langAddAU = "เพิ่มนักศึกษา";
$langAddAnn = "เพิ่มประกาศ";
$langAddCategory = "เพิ่มหมวดหมู่";
$langAddComment = "เพิ่ม/ปรับปรุงหมายเหตุที่";
$langAddEvent = "เพิ่มกำหนดการ";
$langAddForCat = "เพิ่มกระดานข่าวในหมวดหมู่";
$langAddForums = "เพิ่มกระดานข่าว คลิกที่ \"กระดานข่าว\" ในหมวดหมู่ที่ท่านเลือก หมวดหมู่ที่ว่าง (ไม่มีกระดานข่าว) นักศึกษาจะไม่สามารถมองเห็นได้";
$langAddIntro = "เพิ่มคำนำ";
$langAddPage = "เพิ่มเติมรายวิชา";
$langAddress = "ที่อยู่ ";
$langAdm = "admin";
$langAdmitError = "Admit one\'s own errors to invite one\'s interlocutor to do the same.";
$langAgain = "ลองใหม่!";
$langAgenda = "กำหนดการ";
$langAnd = "และ";
$langAnnAdd = "เพิ่มประกาศเรียบร้อย";
$langAnnDel = "ลบประกาศแล้ว";
$langAnnEmpty = "รายการประกาศถูกล้างหมดแล้ว";
$langAnnModify = "ประกาศได้รับการปรับปรุงเรียบร้อย";
$langAnonymous = "ผู้ไม่ประสงค์ออกนาม";
$langAnswer = "คำตอบ";
$langAntique = "History of Ancient Philosophy";
$langArchive = "Archive";
$langAreYouSureToDelete = "ท่านแน่ใจหรือว่าต้องการลบ";
$langBack = "ย้อนกลับ";
$langBackCat = "กลับไปที่หมวดหมู่";
$langBackList = "ย้อนกลับ";
$langCancel = "ยกเลิก";
$langCatagoryGroup = "กระดานข่าวกลุ่ม";
$langCatagoryMain = "Main";
$langCategories = "หมวดหมู่";
$langChangeCat = "เปลี่ยนหมวดหมู่";
$langChat = "Chat";
$langChoice = "ตัวเลือกของคุณ";
$langClose = "ปิดหน้าต่างนี้";
$langCode = "รหัสวิชา";
$langComMod = "ปรับปรุงหมายเหตุเรียบร้อย";
$langComment = "คำอธิบายเพิ่มเติม";
$langConfirmation = "ยืนยันรหัสผ่าน";
$langContradiction = "Use the Principle of Non Contradiction to force one\'s interlocutor into a dead end.";
$langCopy = "ย้าย";
$langCouldNot = "ไม่สามารถส่งข้อมูลได้";
$langCourseCreate = "สร้างรายวิชา";
$langCourseDescription = "พิมพ์รายละเอียดรายวิชาของท่าน ที่นี่.";
$langCourseTitle = "ชื่อวิชา";
$langCreateDir = "สร้าง directory";
$langCreateSite = "สร้างรายวิชา";
$langDate = "วันที่";
$langDay = "วัน";
$langDay_of_weekNames = "Array";
$langDear = "สวัสดี คุณ";
$langDelAdmin = "ลบออกโดยผ่านทางเครื่องมือควบคุบระบบกระดานข่าว";
$langDelete = "ลบ";
$langDescription = "คำอธิบาย";
$langDetail = "รายละเอียด";
$langDirCr = "สร้างdirectory เรียบร้อย";
$langDirMv = "ย้ายdirectory เรียบร้อย";
$langDocContent = "<p> ระบบจัดการเอกสารประกอบการศึกษา มีลักษณะคล้าย FileManager 
ของคอมพิวเตอร์ทั่วไป</p><p>
ท่านสามารถ upload ไฟล์ข้อมูลชนิดใดก็ได้ (HTML, Word,
 Powerpoint, Excel, Acrobat, Flash, Quicktime, etc.) <br><b> ++แต่ให้ตั้งชื่อไฟล์เป็นภาษาอังกฤษเท่านั้น++ </b><br>
และท่านควรนึกถึงโปรแกรมที่นักศึกษา ต้องใช้สำหรับเปิดเอกสารของท่านด้วย <p>
ไฟล์ข้อมูลบางประเภท อาจมีไวรัสแฝงอยู่ ท่านไม่ควรเสี่ยงที่จะ upload ขึ้นสู่บทเรียน และเพื่อให้แน่ใจยิ่งขึ้น 
ควรทำการตรวจสอบไวรัสด้วยโปรแกรม antivirus ของท่านก่อนทำการ upload ทุกๆไฟล์</p>
<p>เอกสารของท่านจะถูกจัดเรียงตามลำดับตัวอักษร<br>
<b>Tip : </b>หากท่านต้องการจัดเรียงลำดับให้แตกต่างไป ให้กำหนดเป็นตัวเลข เข่น 01, 02,
 03...แทน</p>
<p>ท่านสามารถ :</p>
<h4>Upload เอกสาร</h4>
<ul>
  <li>เลือกไฟล์บนคอมพิวเตอร์ของท่าน โดยใช้ปุ่ม Browse <input
 type=submit value=Browse name=submit2>
	ที่ด้านขวาของจอภาพ</li>
  <li>ทำการ upload ด้วยปุ่ม Upload <input type=submit
 value=Upload name=submit2>
	.</li>
</ul>
<h4>เปลี่ยนชื่อเอกสาร (หรือชื่อ directory)</h4>
<ul>
  <li>คลิกที่รูป <img src=../document/img/edit.gif width=20 height=20
 align=baseline> ในช่องคอลัมม์ เปลี่ยนชื่อ</li>
  <li>พิมพ์ชื่อใหม่ลงในช่อง (ด้านซ้ายบน)</li>
  <li>คลิกปุ่ม <input type=submit value=Ok name=submit24>

</ul>
	<h4>ลบเอกสาร (หรือลบ directory)</h4>
	<ul>
	  
  <li>คลิกที่รูป <img src=../document/img/delete.gif width=20 height=20> 
	ในคอลัมม์ 'ลบ'</li>
	</ul>
	<h4>การอนุญาตให้นักศึกษาเห็นเอกสาร (หรือ directory) หรือไม่</h4>
	<ul>
	  
  <li>คลิกที่รูป <img src=../document/img/visible.gif width=20 height=20> 
  ในคอลัมม์  'Visible/invisible'</li>
<li>เอกสาร (หรือ directory) ยังคงมีอยู่ แต่นักศึกษาจะไม่สามารถมองเห็นได้</li>	  
  <li>ทำให้กลับมามองเห็นเช่นเดิม คลิกที่รูป <img
 src=../img/invisible.gif width=24 height=20> 
	ในคอลัมม์ 'Visible/invisible'</li>
	</ul>
	<h4>เพิ่มหรือปรับปรุงหมายเหตุของเอกสาร (หรือ directory)</h4>
	<ul>	  
  <li>คลิกที่รูป <img src=../img/comment.gif width=20
 height=20> 
	ในคอลัมม์ 'หมายเหตุ'</li>
	  <li>พิมพ์หมายเหตุในกรอบโต้ตอบ (ด้านบนซ้าย)</li>
	  <li>คลิกปุ่ม <input type=submit value=OK name=submit2></li>
	</ul>
	<p> ต้องการลบหมายเหตุ คลิกที่รูป <img
 src=../img/comment.gif width=20 height=20>, 
	 ลบหมายเหตุเก่าในช่องออก และคลิกปุ่ม <input type=submit
 value=OK name=submit22>

	<hr>
	<p>ท่านสามารถจัดระบบการเก็บเอกสารของท่านได้ โดย :</p>
	<h4><b>สร้าง directory</b></h4>
	<ul>
	  <li>คลิกที่รูป <img src=../img/folder.gif> 'สร้าง directory' (top left)</li>
	  <li>พิมพ์ชื่อ directory ใหม่ในช่องกรอบโต้ตอบ (ซ้ายมือบน)</li>
	  <li>คลิกปุ่ม <input type=submit value=OK
 name=submit23></li>
	</ul>
	<h4>ย้ายเอกสาร (หรือ directory)</h4>
	<ul>
	  <li>คลิกที่รูป <img src=../img/deplacer.gif
 width=34 height=16> 
		ในคอลัมม์ 'ย้าย'</li>
	  <li>เลือก directory ที่ต้องการจะย้ายเอกสารไปไว้ ในกรอบโต้ตอบ (ด้านซ้ายบน) <br>
	  (note: ข้อความ 'root' หมายความว่า เป็น directory สูงสุดของ server นี้แล้ว</li>
	  <li>คลิกปุ่ม <input type=submit value=OK
 name=submit232></li>
	</ul>
	<center>
	  <p>";
$langDocDeleted = "ลบเอกสารแล้ว";
$langDocument = "เอกสาร";
$langEditDel = "แก้ไข/ลบ";
$langElRen = "เปลี่ยนชื่อแล้ว";
$langEmail = "Email";
$langEmailOption = "ส่งประกาศนี้ทางอีเมล์ไปยังนักศึกษาที่ลงทะเบียน";
$langEmailSent = " และส่งอีเมล์ไปยังนักศึกษาที่ลงทะเบียน";
$langEmailWrong = "อีเมล์ไม่สมบูรณ์ หรือมีตัวอักษรต้องห้ามปะปน";
$langEmpty = "ท่านปล่อยให้บางช่องว่างเปล่า.<br>ใช้ปุ่ม ย้อนกลับ และลองใหม่อีกครั้ง<br>ถ้าท่านไม่มีรหัสวิชา โปรดใช้เป็นชื่อรายวิชาแทน";
$langEmptyAnn = "ล้างรายการประกาศ";
$langEmptyFields = "คุณปล่อยบางช่องไว้ว่างเปล่า คลิกปุ่มย้อนหลัง และลองอีกครั้งหนึ่ง";
$langEnter = "ตกลง";
$langEx = "ตัวอย่าง <i>History of Litterature</i>";
$langExMessage = "ตัวอย่างข้อความ";
$langExercice = "แบบฝึกหัด";
$langExerciceEx = "ตัวอย่างแบบฝึกหัด";
$langExercices = "แบบฝึกหัด";
$langExplanation = "เอกสารต้องอยุ่ในรูปแบบ HTML format (เช่น \"my_page.htm\")  จึงจะสามารถ link จากหน้าแรกได้  หากท่านต้องการส่งเอกสารที่ไม่เป็น HTML  (เช่น PDF, Word, Power Point, Video, etc.) เลือกใช้ <a href=../document/document.php>เครื่องมือจัดการเอกสาร</a>";
$langFields = "คุณปล่อยให้บางช่องว่างเปล่า";
$langFieldsRequ = "ต้องกรอกข้อมูลทุกช่อง";
$langFileExists = "ไม่สามารถปฏิบัติได้<br>มีไฟล์ชื่อนี้อยู่แล้ว";
$langFilled = "คุณปล่อยบางช่องว่างเปล่า";
$langFinish = "เสร็จสิ้น";
$langForCat = "หมวดหมู่กระดานข่าว";
$langForCategories = "หมวดหมู่กระดานข่าว";
$langForContent = "กระดานข่าวเป็นรูปแบบของการสนทนาแบบกลุ่ม ซึ่งจะแตกต่างจากอีเมล์ 
ที่สามารถพูดคุยได้แค่ตัวต่อตัวเท่านั้น</p><p>เทคนิคการใช้กระดานข่าว - นักศึกษาเพียงแค่ใช้ browser 
เปิดอ่าน , เขียน , หรือตอบกระทู้ที่ต้องการ</P><p>สำหรับการดูแลจัดการกระดานข่าว, คลิกที่ 'admin'(ใต้หัวข้อกระดานข่าว) 
เพื่อเข้าสู่ระบบจัดการกระดานข่าว ซึ่งมีเมนูคำสั่งต่างๆดังนี้
:</p><p><b>สร้างหมวดหมู่ > สร้างกระดานข่าว > เขียนกระทู้ > ตอบหรือลบกระทู้</b></p>
การกำหนดรูปแบบของการสนทนา หรือการเปิดกระดานข่าวของท่าน เพื่อให้นักศึกษาใช้งาน
ท่านจะต้องทำการสร้างหมวดหมู่ และสร้างกระดานข่าว ในหัวข้อที่ท่านต้องการขึ้นมาก่อน จากนั้นจึงทิ้งกระดานให้ว่างไว้ 
เพื่อให้นักศึกษาสามารถเข้ามาตั้งกระทู้ และพูดคุยปรึกษากันในกลุ่มได้ <p>
claroline forum ได้สร้างกระดานข่าวหมวดหมู่ 'Public' เพื่อเป็นตัวอย่างสำหรับการถามตอบกระทู้
</p><p> สิ่งแรกที่ควรทำคือ ทำการลบกระทู้ตัวอย่างทิ้ง และปรับปรุงแก้ไขชื่อของกระดานเสียใหม่  ท่านอาจเปิดกระดานอื่นๆ 
เพิ่มเติมได้อีกตามความเหมาะสมของบทเรียนของท่าน<p> แต่อย่ารวมทุกกระดานไว้ในหมวดหมู่เดียวกัน และอย่าลืมว่า
หมวดหมู่ที่ไม่มีกระดานข่าวอยู่ภายใน จะไม่ถูกแสดงให้นักศึกษาเห็น </p><p>คำอธิบายของกระดานข่าวนั้นๆ จะช่วยให้นักศึกษา 
เกิดความเข้าใจได้ง่าย ในการเข้าร่วมใช้งาน";
$langForName = "ชื่อกระดานข่าว";
$langForce = "Compell one\'s interlocutor, by a series of questions and sub-questions, to admit he doesn\'t know what he claims to know.";
$langFormula = "ด้วยความปรารถนาดี, อาจารย์";
$langForums = "กระดานข่าว";
$langGroupContent = "<p><b>คำนำ</b></p>
<p>เครื่องมือนี้เพื่อสำหรับใช้สร้างกลุ่มทำงาน  
ในขั้นตอนการสร้าง (สร้างกลุ่มใหม่), กลุ่มจะว่างเปล่า มีหลายวิธีที่จะนำนักศึกษาเข้ากลุ่ม :
<ul><li>อัตโนมัติ('เพิ่มนักศึกษาเข้ากลุ่ม'),</li>
<li>ทำด้วยตนเอง ('แก้ไข'),</li>
<li>ให้นักศึกษาลงทะเบียนเข้ากลุ่มเอง (จัดระเบียบกลุ่ม: 'อนุญาตให้ลงทะเบียนเองได้...').</li>
</ul>
ทั้งสามวิธีนี้สามารถใช้ประกอบกันได้  ท่านอาจบอกให้นักศึกษาลงทะเบียนเข้ากลุ่มเองก่อน
จากนั้นจึงสำรวจดูว่าหากยังมีบางคนยังไม่ตัดสินใจ ท่านจึงค่อยนำพวกเขาเข้ากลุ่มให้เองโดยวิธีอัตโนมัติ
นอกจากนี้ ท่านยังสามารถแก้ไขจำนวนสมาชิกของแต่ละกลุ่ม ในเวลาก่อนหรือหลังจากให้นักศึกษาลงทะเบียนเข้ากลุ่มเองแล้ว 
หรือขณะเติมนักศึกษาเข้ากลุ่มโดยวิธีอัตโนมัติก็ได้</p>
<p>การเติมนักศึกษาเข้ากลุ่ม ไม่ว่าอย่างอัตโนมัติ หรือกำหนดเอง จะทำได้ก็ต่อเมื่อมีนักศึกษาลงทะเบียนเข้าเรียนในรายวิชานั้นๆแล้วเท่านั้น
(การลงทะเบียนเข้าเรียนในรายวิชา กับการลงทะเบียนเข้ากลุ่มนั้นแตกต่างกัน อย่ารวมเข้าด้วยกัน)
รายชื่อนักศึกษาของท่านจะปรากฎอยู่ในเมนูเครื่องมือ <b>Users</b> </p><hr noshade size=1>
<p><b>สร้างกลุ่มใหม่</b></p>
<p>การสร้างกลุ่มใหม่ คลิกที่ 'สร้างกลุ่มใหม่' และทำการกำหนดจำนวนของสมาชิกในกลุ่ม
 จำนวนสมาชิกสูงสุดสามารถกำหนดเท่าไรก็ได้ แต่ขอแนะนำให้มีจำนวนอย่างน้อยหนึ่งคน เพราะหากปล่อยช่องให้ว่างไว้
 ขนาดสูงสุดของจำนวนคนในกลุ่ม จะกลายเป็นไม่มีที่สิ้นสุด</p><hr noshade size=1>
<p><b>จัดระเบียบกลุ่ม</b></p>
<p>ท่านสามารถตั้งค่ากำหนดให้ครอบคลุมทุกกลุ่มที่สร้างขึ้นได้โดยกำหนดที่
<b>นักศึกษาได้รับอนุญาตให้ลงทะเบียนด้วยตัวเองได้</b>: 
<p>ทำการสร้างกลุ่มว่างขึ้นหนึ่งกลุ่ม เพื่อให้นักศึกษาลงทะเบียนเอง
ถ้าหากท่านกำหนดจำนวนสมาชิกสูงสุดไว้ เมื่อเต็มแล้วนักศึกษาจะไม่สามารถลงทะเบียนเข้ากลุ่มได้อีก 
วิธีนี้ดีสำหรับผู้สอนที่ไม่ทราบรายชื่อนักศึกษา ที่ลงทะเบียนในรายวิชานั้น ขณะทำการสร้างกลุ่มให้อยู่
</p>
<b>เครื่องมือ</b>:</p>
<p>ทุกกลุ่มจะมีกระดานข่าวของกลุ่ม (ส่วนตัวหรือสาธารณะ) หรือส่วนงานเอกสารของกลุ่มเอง</p>
<hr noshade size=1>
<p><b>การแก้ไข</b></p>
<p>เมื่อทำการสร้างกลุ่มแล้ว ท่านจะเห็นรายชื่อของกลุ่มอยู่ที่ด้านล่างของหน้า
<ul><li><b>แก้ไข</b> เพือปรับปรุงชื่อของกลุ่ม คำอธิบาย กำหนดติวเตอร์ หรือรายชื่อสมาชิก</li>
<li><b>ลบ</b> เพื่อลบกลุ่ม</li></ul>
<hr noshade size=1>";
$langGroupSpace = "พื้นที่กลุ่ม";
$langGroupSpaceLink = "พื้นที่กลุ่ม";
$langGroups = "กลุ่ม";
$langHClar = "เริ่มต้น หน้าช่วยเหลือ";
$langHDoc = "ระบบช่วยเหลือ 'งานเอกสาร'";
$langHFor = "ระบบช่วยเหลือ 'กระดานข่าว'";
$langHHome = "ระบบช่วยเหลือ 'หน้าหลักบทเรียน'";
$langHUser = "ระบบช่วยเหลือ 'Users'";
$langHelp = "ช่วยเหลือ";
$langHelpGroups = "หน้าช่วยเหลือกลุ่ม";
$langHome = "กลับหน้าแรก";
$langHomeContent = "เพื่อความง่าย และสะดวกต่อการใช้งาน ภายในแต่ละระบบงานจะประกอบด้วยตัวอย่างเล็กๆ
เพื่อช่วยให้ท่านเข้าใจการทำงานของเครื่องมือนั้นๆได้อย่างรวดเร็วขึ้น ท่านสามารถที่จะลบหรือปรับปรุงตัวอย่างเหล่านี้ 
ได้ตามควมต้องการ </p><p>ตัวอย่างเช่น ตรงกลางหน้าหลักของบทเรียนท่าน มีแถบข้อความสั้นๆ ข้อความว่า 
'นี้คือคำนำของบทเรียนท่าน ต้องการแก้ไขข้อความ โปรดคลิกที่ปุ่ม ปรับปรุง ด้านล่าง'  การแก้ไขเพื่อให้เป็นข้อความของท่านเอง
เพี่ยงแต่คลิกที่ข้อความ 'ปรับปรุง' และทำการแก้ไขเป็นข้อความของท่าน เสร็จแล้วคลิกปุ่ม 'ตกลง' 
บทนำดังกล่าวก็จะเปลี่ยนเป็นข้อความของตัวท่าน  การใช้เครื่องมืออื่นๆก็เป็นลักษณะเดียวกันคือ : เพิ่ม , ลบ , ปรับปรุง 
ซึ่งกระบวนการเหล่านี้เป็นลักษณะเด่นของ dynamic website</p><p>
เมื่อท่านเริ่มต้นสร้างบทเรียนของท่าน เครื่องมือส่วนใหญ่จะเปิดทำงาน  เช่นเดียวกันหากไม่ต้องการ เพียงแต่คลิก 'ปิดการใช้งาน'
ระบบงานนั้นก็จะถูกปิดลง กลายเป็นเมนูสีเทาอยู่ด้านล่างสุด  
ซึ่งจะไม่สามารถมองเห็นได้ในมุมมองของนักศึกษา และท่านสามารถที่จะเปิดใช้งานอีกครั้งเมื่อใดก็ได้ที่ต้องการ</p><p>
ท่านสามารถที่จะเพิ่มหน้าเนื้อหา เข้าในหน้าหลักบทเรียนของท่านได้  แต่หน้าเหล่านั้นต้องเป็นรูปแบบ HTML 
(ซึ่งสามารถสร้างได้จาก Word Processor หรือ Web Composer ใดๆก็ได้)  ใช้เมนูคำสั่ง 'ส่งข้อมูลและเชื่อมเข้ากับบทเรียน'
หน้าเอกสาร HTML ที่เพิ่มเข้าไปนี้ ก็จะรวมเข้ากับบทเรียนของท่านโดยอัตโนมัติ  แต่ถ้าท่านต้องการเชื่อมบทเรียนของท่านเข้ากับ 
web site อื่นๆ ภายนอกหรือภายในคณะก็ตาม ขอให้ใช้คำสั่ง 'เพิ่ม link ในบทเรียนนี้' <p>
หน้าเอกสารและ link ที่เพิ่มเข้าไปนี้ สามารถลบออกได้เมื่อท่านปิดการใช้งานของมันลงเสียก่อน</p><p>
ตอนนี้บทเรียนของท่านพร้อมใช้งานแล้ว ขอให้เข้าไปที่ 'ปรับปรุงรายละเอียดวิชา' 
เพื่อตั้งค่ากำหนดการเข้าเรียนของนักศึกษาของท่าน  และขอแนะนำให้เลือก 'ปิดลงทะเบียน' ไว้ก่อน 
(เพราะท่านกำลังดำเนินการสร้างบทเรียนของท่านอยู่) เมื่อทุกอย่างพร้อม จึงค่อยเปลี่ยนเป็นตัวเลือกอื่นตามต้องการต่อไป </p>";
$langHour = "ชั่วโมง";
$langImpossible = "ไม่สามารถปฏิบัติได้";
$langIn = "เป็น";
$langIndeed = "Indeed. Socratic irony is an interrogative method. The Greek \"eirotao\" means \"ask questions\"";
$langInvalidId = "การล็อคอินผิดพลาด หากท่านยังไม่ลงทะเบียน โปรด<a href='claroline/auth/inscription.php'>ลงทะเบียน</a></font color>";
$langIs = "คือ";
$langJustCreated = "You just created the course website";
$langLast7Days = "7วันที่แล้ว";
$langLastMsg = "โพสครั้งล่าสุด";
$langLasting = "คาบ";
$langLink = "Link";
$langLinkSite = "เพิ่ม link ในรายวิชานี้";
$langLinks = "Link";
$langLoginBeforePost1 = "ต้องการเขียนกระทู้บนกระดานข่าวนี้ ";
$langLoginBeforePost2 = "คุณต้อง ";
$langLoginBeforePost3 = "ล็อคอินเข้าระบบก่อน";
$langLogout = "Logout";
$langManager = "ผู้จัดการ";
$langManyAnswers = "(มีคำตอบถูกต้องมากกว่าหนึ่งคำตอบ)";
$langMaxSizeCourseCode = "สูงสุด 12 ตัวอักษร, เช่น <i>ROM2121</i>";
$langMessage = "เมื่อท่านลบกระดานข่าวทดสอบออก ข้อมูลภายในทั้งหมดจะถูกลบไปด้วย";
$langMinute = "นาที";
$langMissing = "ไม่พบ";
$langModCatName = "ปรับปรุงชื่อหมวดหมู่";
$langModifAnn = "ปรับปรุงรายการประกาศ";
$langModify = "ปรับปรุง";
$langModifyProfile = "ปรับปรุงข้อมูลส่วนตัว";
$langMonth = "เดือน";
$langMonthNames = "Array";
$langMove = "ย้าย";
$langMyCourses = "My courses";
$langNameCat = "ชื่อหมวดหมู่ถูกปรับปรุงแล้ว";
$langNameDir = "ชื่อของdirectoryใหม่";
$langNameOfLang = "Array";
$langNewEx = "แบบฝึกหัดใหม่";
$langNewQu = "คำถามใหม่";
$langNewToOld = "ใหม่ไปเก่า";
$langNewTopic = "ตั้งกระทู้ใหม่";
$langNo = "ไม่";
$langNoEx = "ขณะนี้ ไม่มีแบบฝึกหัด";
$langNoPsychology = "No. Socratic irony is not a matter of psychology, it concerns argumentation.";
$langNoSeduction = "No. Socratic irony is not a seduction strategy or a method based on the example.";
$langNoSpace = "การอัพโหลดล้มเหลว มีเนื้อที่ไม่พอในไดเร็กทอรีของท่าน";
$langNone = "ไม่มี";
$langNotAllowed = "ไม่อนุญาต";
$langNotFalse = "This answer is not false. It is true that the revelation of the interlocutor\'s ignorance means showing the contradictory conclusions where lead his premisses.";
$langNow = "เดี๋ยวนี้";
$langOk = "ตกลง";
$langOkSent = "ส่งข้อมูลเสร็จสิ้น<p> ทำการเพิ่ม link ที่รายวิชา <a href=../..//index.php>หน้าแรก</a> เรียบร้อย";
$langOldToNew = "เก่าไปใหม่";
$langOn = "มี";
$langOneResp = "ผู้ดูแลรายวิชาคนหนึ่ง";
$langOrganisation = "ระบบควบคุมกระดานข่าว";
$langOtherCourses = "รายชื่อรายวิชา";
$langPassTwice = "คุณพิมพ์รหัสผ่านไม่เหมือนกันสองครั้ง คลิกปุ่มย้อนหลัง และลองอีกครั้งหนึ่ง";
$langPassTwo = "คุณพิมพ์รหัสผ่านไม่ตรงกันสองครั้ง";
$langPgTitle = "ชื่อเรื่อง";
$langPoweredBy = "Powered by";
$langProblem = "กรณีที่มีปัญหา โปรดติดต่อเรา";
$langProfessor = "อาจารย์";
$langProfessors = "อาจารย์";
$langProfileReg = "ข้อมูลส่วนตัวใหม่ถูกบันทึกเรียบร้อย";
$langPubl = "ประกาศเมื่อ";
$langPublish = "ตีพิมพ์";
$langQuestion = "คำถาม";
$langQuestions = "คำถาม";
$langReg = "ลงทะเบียน";
$langRegAdmin = "สร้างรายวิชา";
$langRegStudent = "เข้าสู่บทเรียน";
$langRegUser = "ผู้ใช้งานลงทะเบียนแล้วของรายวิชานี้";
$langRegYou = "ลงทะเบียนให้คุณที่รายวิชานี้";
$langRegistration = "ลงทะเบียน";
$langRemove = "เอาออก";
$langRename = "เปลี่ยนชื่อ";
$langReply = "ตอบกระทู้";
$langResult = "คะแนน";
$langRidiculise = "Ridiculise one\'s interlocutor in order to have him concede he is wrong.";
$langRole = "สถานะภาพ";
$langSave = "บันทึก";
$langSeen = "อ่าน";
$langSendPage = "หน้าที่ส่ง";
$langSettings = "ตามข้อมูล:
Username:";
$langSize = "ขนาด";
$langSocraticIrony = "Socratic irony is...";
$langStatistics = "สถิติ";
$langStatus = "Action";
$langStudent = "นักศึกษา";
$langSubTitle = "เพิ่ม link ไปที่เมนูหลักของรายวิชาท่าน. Tip: ถ้าท่านต้องการเพิ่มลิ้งค์ไปที่หน้าใด ให้ไปที่หน้านั้น cut and paste ชื่อลิ้งค์ที่แถบ URL ด้านบนของเบาร์เซอร์ และแทรกลงในช่อง \"Link\" ด้านล่าง";
$langSupportForum = "กระดานข่าวสนับสนุน";
$langTaken = "ถูกใช้แล้ว โปรดเลือกชื่ออื่น";
$langTargetFac = "";
$langTestForum = "กระดานข่าวทดสอบ";
$langTheU = "นักศึกษา";
$langTitle = "ชื่อวิชา";
$langTitular = "นักศึกษา";
$langTo = "ไปยัง";
$langToday = "วันนี้";
$langTodo = "สิ่งควรปรับปรุง";
$langTooBig = "ท่านไม่ได้เลือกไฟล์ใดๆเพื่อส่ง หรือไฟล์มีขนาดใหญ่เกินไป";
$langTools = "เครื่องมือ";
$langTrue = "จริง";
$langUncompress = "ขยายไฟล์บีบอัดบนเครื่องแม่ข่าย";
$langUnreg = "ถอนการลงทะเบียน";
$langUnvalid = "ผู้ไม่ลงทะเบียนหรือไม่มี e-mail address";
$langUp = "ขึ้น";
$langUpload = "upload";
$langUploadAndZipEnd = " ส่งข้อมูลไฟล์บีบอัดและทำการขยายเรียบร้อยแล้ว";
$langUploadEnd = "สิ้นสุดการอัพโหลด";
$langUploadFile = "อัพโหลดข้อมูลไปที่เครื่องแม่ข่าย";
$langUserContent = "<b>สถานะภาพ</b><p>สถานะภาพ ใช้เพื่อแสดงบทบาทของผู้นั้นว่าเป็นใครเท่านั้น 
ไม่เกี่ยวข้องกับสิทธิ์ในการดูแลระบบคอมพิวเตอร์นี้อย่างไร ท่านสามารถปรับเปลี่ยนได้ โดยคลิกที่ 'ปรับปรุง'
ในช่องคอลัมม์หน้าที่ และพิมพ์หน้าที่ที่ท่านต้องการให้ผู้นั้นเป็นลงไป เช่น อาจารย์ , ผู้ช่วย , นักศึกษา , ผู้เยี่ยมชม , 
หรือผู้เชี่ยวชาญ เป็นต้น</P><hr>

<b>สิทธิ์ในบทเรียน</b>
<p>สิทธิ์ในบทเรียน คือการอนุญาตให้แก่ผู้หนึ่งผู้ใด มีสิทธิ์ในการเข้าร่วมแก้ไข ปรับปรุงข้อมูล หรือจัดการด้านอื่นๆ เทียบเท่า
เจ้าของบทเรียนนั้นๆ  ท่านสามารถเลือกได้สองแบบเท่านั้น คือ ให้สิทธิ์ทั้งหมด หรือไม่ให้สิทธิ์เลย</P>

<p>การอนุญาตผู้ช่วย ให้เข้าร่วมในการสร้างบทเรียน ท่านต้องลงทะเบียนให้เขา 
หรือต้องแน่ใจว่าเขาได้ลงทะเบียนบทเรียนของท่านไว้แล้ว 
จากนั้น จึงคลิก 'ปรับปรุง' ที่คอลัมม์ 'สิทธิ์ในบทเรียน' และเลือก 'ทั้งหมด' </P><hr>

<b>การเพิ่มผู้รับผิดชอบวิชา</b>
<p>การเพิ่มชื่อผู้รับผิดชอบวิชาร่วม ที่ตำแหน่งส่วนหัวของบทเรียน ใช้เมนู 'ปรับปรุงรายละเอียดวิชา' 
(เมนูคำสั่งสีส้ม) และพิมพ์ชื่อเพิ่มในช่อง 'อาจารย์' แต่การใช้คำสั่งนี้ 
ไม่ใช่การอนุญาตสิทธิ์ในบทเรียน เช่นเดียวกับการทำในคำสั่ง 'สิทธิ์ในบทเรียน'
</p><hr>
<b>เพิ่ม user</b>
<p>การเพิ่ม user ในบทเรียนของท่าน  กรอกข้อมูลในช่องให้ครบ และคลิกปุ่มตกลง บุคคลนั้นจะได้รับอีเมล์ 
แจ้งว่าท่านได้ทำการลงทะเบียนเข้าสู่บทเรียนแก่เขาแล้ว รวมทั้งแจ้งชื่อผู้ใช้และรหัสผ่านแก่เขาด้วย
</p>";
$langUserName = "ชื่อผู้ใช้";
$langUserNo = "username ที่ท่านเลือก ";
$langUserTaken = "ชื่อ username นี้ถูกใช้แล้ว";
$langUsers = "Users";
$langViMod = "ปรับปรุงการให้เห็นเอกสารแล้ว";
$langVisibility = "Visible/invisible";
$langYear = "ปี";
$langYes = "ใช่";
$langYouAreReg = "ท่านลงทะเบียนด้วย";
$langYourReg = "ท่านลงทะเบียนวันที่";
$langZipNoPhp = "ไฟล์ zip ไม่สามารถบรรจุ PHP filesได้";
?>