<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

$langLinkSite=" Link ไปที่";
$langSubTitle="เพิ่ม link ไปที่เมนูหลักของรายวิชาท่าน. Tip: ถ้าท่านต้องการเพิ่มลิ้งค์ไปที่หน้าใด ให้ไปที่หน้านั้น cut and paste ชื่อลิ้งค์ที่แถบ URL ด้านบนของเบาร์เซอร์ และแทรกลงในช่อง \"Link\" ด้านล่าง";
$langAdded="เพิ่มเติม link แล้ว";
$langHome="กลับสู่หน้าแรก";
$langName="ชื่อ";
$langLink="Link";

?>
