<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

// forum_admin.inc

$langForums="กระดานข่าว";
$langOrganisation="ระบบควบคุมกระดานข่าว";
$langForCat="หมวดหมู่กระดานข่าว";
$langBackCat="กลับไปที่หมวดหมู่";
$langForName="ชื่อกระดานข่าว";
$langDescription="คำอธิบาย";
$langFunctions="Functions";
$langAddForCat="เพิ่มกระดานข่าวในหมวดหมู่";
$langAdd="เพิ่ม";
$langChangeCat="เปลี่ยนหมวดหมู่";
$langSave="บันทึก";
$langModCatName="ปรับปรุงชื่อหมวดหมู่";
$langCat="หมวดหมู่";
 