<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

$langLinks="Links";
$langListDeleted="รายการถูกลบแล้ว";
$langLinkMod="ปรับปรุง link";
$langLinkDel="ลบ link";
$langAddLink="เพิ่ม link";
$langLinkName="ชื่อ link";
$langDescription="คำอธิบาย";
$langDelList="ลบรายการทั้งหมด";
$langLinkAdd="เพิ่ม link แล้ว";


?>
