<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

$langModify="ปรับปรุง";
$langDelete="ลบ";
$langTitle="ชื่อวิชา";
$langHelp="ช่วยเหลือ";
$langOk="ตกลง";
$langAddIntro="เพิ่มคำแนะนำ";
$langBackList="ย้อนกลับ";



// cahier_prof.php

$langProgram="รายชื่อรายวิชา";
$langAddressProgram="ที่อยู่ของรายวิชา";
$langIfNoAppear="ถ้ารายวิชานี้ ไม่ปรากฎในรายชื่อ โปรดค้นหาใน";
$langCorrectIt="แค็ตตาล็อครายวิชา</a>, และแก้ไข URL ในช่องให้ถูกต้อง";
$langOut="คุณได้ออกจากบทเรียนแล้ว";
$langCome="ต้องการกลับไป click ";
$langBack="ที่นี่";



?>
