<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

$langModify="ปรับปรุง";
$langDelete="ลบ";
$langTitle="ชื่อวิชา";
$langHelp="ช่วยเหลือ";
$langOk="ตกลง";
$langAddIntro="เพิ่มคำแนะนำ";
$langBackList="ย้อนกลับ";
$langPropositions="เรื่อง";

// todo.php
$lang_subscribe_processing ="subscribe";

?>
