<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */

$langVideo="วิดีโอ";
$langFileNot="ไม่สามารถส่งข้อมูลได้";
$langTooBig="ท่านไม่ได้เลือกไฟล์ หรือไฟล์มีขนาดใหญ่เกินไป";
$langListDel="รายการทั้งหมดถูกลบแล้ว";
$langBList="กลับไปที่รายการ";
$langTitleMod="ชื่อเอกสารปรับปรุงแล้ว";
$langFAdd="เพิ่มไฟล์แล้ว";
$langDelF="ลบไฟล์แล้ว";
$langAddV="เพิ่มไฟล์วิดีโอหรือเสียง";
$langsendV="ส่ง audio/video";
$langDocTitle="ชื่อเอกสาร";
$langDescr="คำอธิบาย";
$langDelList="ลบรายการทั้งหมด";








?>
