<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                                |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$           |
	  |   Tha๏ Translation                                                   |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator :                                                         |
      |          Sutas Jitchuen		<dtsjc@mucc.mahidol.ac.th>    			 |
      +----------------------------------------------------------------------+
 */
$langModify="ปรับปรุง";
$langDelete="ลบ";
$langTitle="ชื่อวิชา";
$langHelp="ช่วยเหลือ";
$langOk="ตกลง";
$langAddIntro="เพิ่มคำแนะนำ";
$langBackList="ย้อนกลับ";





// WORKS
$langDownloadFile="อัพโหลดเอกสาร";
$langTooBig="ท่านไม่ได้เลือกไฟล์ใดๆ หรือไฟล์มีขนาดใหญ่เกินไป";
$langListDeleted="รายการทั้งหมดถูกลบแล้ว";
$langDocModif="ปรับปรุงชื่อเรื่องแล้ว";
$langDocAdd="เพิ่มเอกสารแล้ว";
$langDocDel="ลบเอกสารแล้ว";
$langTitleWork="ชื่อเรื่อง";
$langAuthors="เจ้าของ";
$langDescription="คำอธิบาย";
$langDelList="ลบรายการทั้งหมด";

$langWorks="หน้าเอกสารของนักศึกษา";

$langDocument = "เอกสาร";


?>
