<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                              |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$              |
      |   Japanese translation                                               |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator:                                                          |
	  |          yoshii akira      <yoshii@cc.hokyodai.ac.jp>                |                                                      |
      +----------------------------------------------------------------------+
 */

$langModify="修正";
$langDelete="削除";
$langTitle="タイトル";
$langHelp="へルプ";
$langOk="OK";
$langAddIntro="紹介文を加える";
$langBackList="リストに戻る";

// DOCUMENT

$langDoc="文書";
$langUploadFile="文書のアップロード";
$langUpload="アップロード";
$langCreateDir="ディレクトリを作る";
 