<?php // $Id$
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.5.*                              |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2004 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$              |
      |   Japanese translation                                               |
      +----------------------------------------------------------------------+

      +----------------------------------------------------------------------+
      | Translator:                                                          |
	  |          yoshii akira      <yoshii@cc.hokyodai.ac.jp>                |                                                      |
      +----------------------------------------------------------------------+
 */

// GENERIC

$langModify="修正";
$langDelete="削除";
$langTitle="タイトル";
$langHelp="へルプ";
$langOk="OK";
$langAddIntro="紹介文を加える";
$langBackList="リストに戻る";




// external_module.php

$langLinkSite="サイトをリンク";
$langSubTitle="コースのホームページメインメニュに、サイト、ページ、URLののリンクを加えます。:ヒント:もしページにリンクを加えたいときは、そのページに行って、URLをコピーして、\"リンク\" 欄に張りつける。";
$langAdded="リンク追加";
$langHome="ホームページに戻る";
$langName="名称";
$langLink="リンク";

?>
