<?php
/*
      +----------------------------------------------------------------------+
      | CLAROLINE version 1.3.0 $Revision$                             |
      +----------------------------------------------------------------------+
      | Copyright (c) 2001, 2002 Universite catholique de Louvain (UCL)      |
      +----------------------------------------------------------------------+
      |   $Id$              |
      |   Japanese translation                                               |
      +----------------------------------------------------------------------+
      |   This program is free software; you can redistribute it and/or      |
      |   modify it under the terms of the GNU General Public License        |
      |   as published by the Free Software Foundation; either version 2     |
      |   of the License, or (at your option) any later version.             |
      |                                                                      |
      |   This program is distributed in the hope that it will be useful,    |
      |   but WITHOUT ANY WARRANTY; without even the implied warranty of     |
      |   MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the      |
      |   GNU General Public License for more details.                       |
      |                                                                      |
      |   You should have received a copy of the GNU General Public License  |
      |   along with this program; if not, write to the Free Software        |
      |   Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA          |
      |   02111-1307, USA. The GNU GPL license is also available through     |
      |   the world-wide-web at http://www.gnu.org/copyleft/gpl.html         |
      +----------------------------------------------------------------------+
      | Authors: Thomas Depraetere <depraetere@ipm.ucl.ac.be>                |
      |          Hugues Peeters    <peeters@ipm.ucl.ac.be>                   |
      |          Christophe Geschщ <gesche@ipm.ucl.ac.be>                    |
      +----------------------------------------------------------------------+
      | Translator:                                                          |
	  |          yoshii akira      <yoshii@cc.hokyodai.ac.jp>                |                                                      |
      +----------------------------------------------------------------------+
 */
// HELP

// help_forums.php

$langHFor="▓ё╡─╝╝д╬д╪еые╫";
$langClose="┴ыдЄ╩─д╕ды";

$langForContent="<p>д│д╬▓ё╡─╝╝д╧бвб╓╩╕╗·б╫д╟╣╘дж▓ё╡─╝╝д╟д╣бгдк╕▀ддд╬╗■┤╓д╬д╣дьд┴дмдддЄ┴░─єд╚д╖д┐╞д╧└д╬д┐дсд╬╞╗╢ёд╟д╣бг┼┼╗╥есб╝еыдмг▒┬╨г▒д╬┬╨╧├дЄ╡Ўд╣д╚д╣дьд╨бв▓ё╡─╝╝д╧╕°╢жбв╚╛╕°╢жд╬╩г┐Їд╬┐═б╣д╬┬╨╧├дЄ═┐дидыдтд╬д╟д╣бг</p><p>╡╗╜╤┼кд╦д╧бв│╪└╕╜Ї╖пд╧бв╝л╩мд╬е╓ещеже╢д└д▒дЄдтpд╞д╨бвclarolineд╬▓ё╡─╝╝дЄд─длдид▐д╣бг</p><p>▓ё╡─╝╝дЄ┴╚┐ед╣дыд┐дсд╦д╧бвб╓┤╔═¤б╫adminдЄепеъе├епд╖д▐д╣бг╞д╧└д╬└▀─ъд╧╝бд╬дшджд╦д╖д▐д╣бг</p><p><b>еле╞е┤еъб╝ &gt; ▓ё╡─╝╝ &gt; е╚е╘е├еп &gt; > Answers</b></p>│╪└╕д┐д┴д╬╞д╧└дЄ┴╚┐ед╣дыд┐дсд╦д╧бв┴░дтд├д╞еле╞е┤еъб╝д╚▓ё╡─╝╝дЄд─дпдъбве╚е╘е├епд╚▓є┼·дЄ║юдыд╬д╧│╪└╕д┐д┴д╦дцд└д═д▐д╣бге╟е╒ейеые╚д╟д╧бвclarolineд╬▓ё╡─╝╝д╧бв'Public'д╚ддджеле╞е┤еъб╝д╬д▀дЄдтд├д╞ддд▐д╣бгд╥д╚д─д╬е╖еєе╫еыд╩▓ё╡─╝╝д╚е╚е╘е├епд╬д▀дмдвдыеле╞е┤еъб╝д╟д╣бг</p><p>║╟╜щд╦╣╘джд┘днд╧бвд╜д╬е╖еєе╫еыд╩е╚е╘е├епдЄ║я╜№д╣дыд│д╚д╚бв▓ё╡─╝╝╠╛дЄ╩╤╣╣д╣дыд│д╚д╟д╣бгд╜д╬двд╚д╧бв▓ё╡─╝╝дЄе░еыб╝е╫дфе╞б╝е▐д┤д╚д╦бв╝°╢╚д╬е╖е╩еъекд╦▒■д╕д╞бв┬╛д╬▓ё╡─╝╝дЄд─дпдьд╨ддд╟д╣бг</p><p>еле╞е┤еъб╝бвд╚▓ё╡─╝╝дЄ║о╞▒д╖д╩дддшджд╦бгд▐д┐бв▓ё╡─╝╝дм┬╕║▀д╖д╩дделе╞е┤еъд╧бв│╪└╕д╦д╧╕лдид╩ддд│д╚дЄ╦║дьд╩ддд╟дпд└д╡ддбг</p><p>▓ё╡─╝╝д╬▓Є└тд╦д╧бвд╜д╬есеєе╨б╝д╬еъе╣е╚дфбв╠▄┼кбв║ю╢╚╞т═╞┼∙д╩д╔дЄ╜ёднд▐д╣бг</p>";



// help_home.php

$langHHome="е█б╝ере┌б╝е╕д╪еые╫";
$langHomeContent="<p>═°═╤╝╘д╬╩╪╡╣дЄ╣═дид╞бвclarolineд╬е─б╝еыд╧бв╜щ┤№╛ї┬╓д╟дтд▐д├д╡дщд╟д╧двдъд▐д╗дєбгд╣д┘д╞д╬е─б╝еыд╦д╧бвд╣д░д╦д╟дтд╩д╦длд╟дндыдшджд╦бв╛од╡д╩╬удм╜щ┤№╛ї┬╓д╟д╬д├д╞ддд▐д╣бгд╜д╬╬удЄ╜д└╡д╖д┐дъбв║я╜№д╖д╞д┐дъд╖д╞бвдкд─длдддпд└д╡ддбг</p><p>╬удид╨бвд│д╬е│б╝е╣д╬ежеие╓е╡еде╚д╬е█б╝ере┌б╝е╕д╦д╧,д─дод╬дшджд╩е╞ене╣е╚дмд╬д├д╞ддд▐д╣бг'д│дьд╧бвдвд╩д┐д╬е│б╝е╣д╬└т╠└╩╕╜ёд╟д╣бгдвд╩д┐д╦╣чдждшджд╦╜д└╡д╖д╞дпд└д╡ддбгдждєд╠дє' д╣д┘д╞д╬е─б╝еыд╦д╧бв╞▒д╕дшджд╩┴р║ю╝ъ╜чбвб╓─╔▓├бв║я╜№бв╜д└╡б╫дмдвдъд▐д╣бгд│дьд╧╞░┼кежеие╓е╡еде╚дм═нд╣ды╢ж─╠д╬╧└═¤д└д╚дддид▐д╖дчджбг</p><p>д╧д╕дсд╞ежеие╓е╡еде╚дЄ║юд├д┐д╚днбве─б╝еыд╬┬┐дпд╧евепе╞еге╓д╦д╩д├д╞ддд▐д╣бгд▐д┐бв╔м═╫д╟д╧д╩дддтд╬дЄбв╠╡╕·▓╜╜╨═шд▐д╣бгб╓╠╡╕·б╫дЄепеъе├епд╣дьд╨ддддд╟д╣бгд╜д╬╔Ї╩мдме░еьб╝д╦д╩дыд╟д╖дчджбгдвд╩д┐д╬│╪└╕д╧д╩д╦дт╕лдид╩дпд╩дъд▐д╣бг═н╕·д╦╠сд╣д╬д╧бвддд─д╟дт▓─╟╜д╟д╣бг</p><p>е┌б╝е╕дЄбвдвд╩д┐д╬е█б╝ере┌б╝е╕дЄ▓├дидыд│д╚дм╜╨═шд▐д╣бге┌б╝е╕д╧ HTML д╟д╩д▒дьд╨д╩дъд▐д╗дє  ( еяб╝е╫еэдфбв╩╘╜╕е╜е╒е╚д╟║юдьд▐д╣). б╓е┌б╝е╕дЄе█б╝ере┌б╝е╕д╦еве├е╫еэб╝е╔д╖д╞е█б╝ере┌б╝е╕д╦еъеєепд╣дыб╫д╚ддджеъеєепдЄ┴кд╙бвдвд╩д┐д╬е┌б╝е╕дЄе╡б╝е╨д╦┴ўд├д╞дпд└д╡ддбг</p></p>двд╩д┐д╬ежеие╓е╡еде╚д╬╔╕╜р┼кд╩д╪е├е└дмбв╝л╞░┼кд╦двд╩д┐д╬╩╕╜ёд╦╔╒▓├д╡дьд▐д╣бгд╖д┐дмд├д╞бв╞т═╞║ю└од╬д▀д╦╜╕├цд╟днд▐д╣бгдтд╖бвдвд╩д┐дмбв╝л╩мд╬е█б╝ердЄд│д╬ежеие╓е╡б╝е╨д╦┬╕║▀д╣дые╡еде╚двдыддд╧е┌б╝е╕д╚еъеєепд┼д▒д┐ддд╬д╟двдьд╨бвб╓е█б╝ере┌б╝е╕д╦еъеєепдЄ─╔▓├б╫дЄ┴кдєд╟дпд└д╡ддбг▓├дид┐е┌б╝е╕д╧бв╠╡╕·▓╜д╣дыд│д╚дм╜╨═шд▐д╣бг║я╜№д╧╜╨═шд▐д╗дєбг</p><p>░ь├╢двд╩д┐д╬е│б╝е╣д╬ежеие╓е╡еде╚д╬╜р╚ўдм╜╨═шд┐дщбвб╓е│б╝е╣д╬╛Ё╩єдЄ╜д└╡б╫д╦╣╘д├д╞дпд└д╡ддбгд╜д╖д╞бвдвд╩д┐дм╦╛дрб╓╛Ё╩є╚ы╞┐еье┘еыб╫ confidentiality дЄ┴кдєд╟дпд└д╡ддбге╟е╒ейеые╚д╟д╧бве│б╝е╣д╧б╓▒гд╣б╫hidden  д╚д╩д├д╞ддд▐д╣(двд╩д┐дмд╜д│д╟╗┼╗ЎдЄд╖д╞дддыд╬д╟д╣длдщ).</p>";



// help_claroline.php

$langHClar="е╣е┐б╝е╚д╬д╪еые╫";

$langClarContent1="is the virtual campus of";

$langClarContent2="д│д│д╟д╧бв╢╡╗╒д╚еве╖е╣е┐еєе╚дмбве│б╝е╣д╬ежеие╓е╡еде╚дЄ║юд├д┐дъ┤╔═¤д╖д┐дъд╖д▐д╣бг│╪└╕д╧бв╩╕╜ёдф═╜─ъбв╛Ё╩єдЄ╞╔д▀д▐д╣бгд▐д┐▒щ╜м╠ф┬ъдЄ▓Єддд┐дъбв╝л╩мд╬╩╕╜ёдЄ╕°│лд╖д┐дъбв▓ё╡─╝╝д╟д╬╞д╧└д╦╗▓▓├д╖д▐д╣бг</p><b>┼╨╧┐д╦д─ддд╞</b><p>двд╩д┐дм│╪└╕д╩дщбвб╓╝бд╬е│б╝е╣дЄ┴кд╓(│╪└╕)б╫д╟бве│б╝е╣дЄ┴кдєд╟дпд└д╡ддбг</p><p>╢╡╗╒бв┬нд╣д╞дєд╚д╬╛ь╣чд╧бвб╓е│б╝е╣дЄ║ю└о(╢╡╗╒)б╫дЄ┴кдєд╟дпд└д╡ддбг е│б╝е╣е│б╝е╔бв│╪▓╩дфе│б╝е╣е┐еде╚еыдЄ╡н╞■д╖д╞дпд└д╡ддбгд╜дьдм└╡╛яд╦╜кд├д┐дщбв║юд├д┐е╡еде╚дЄ▒┐═╤д╟днд▐д╣бгд▐д┐╝°╢╚╞т═╞д╦▒■д╕д╞├ц┐╚дЄ╜д└╡д╖д┐дъбв╩╤▓╜дЄд─д▒дыд│д╚дмд╟днд▐д╣бг</p><p>дтд╖д│д╬е╡еде╚дмбвдвд╩д┐дм╦╛дрдтд╬д╚░уд├д╞ддд┐дщбвенеуеєе╤е╣е█б╝ере┌б╝е╕б╓═╫╦╛б╫еъе╣е╚е▄е┐еєд╟бв╗фд┐д┴д╦д╜д╬├ц┐╚дЄ╢╡дид╞дпд└д╡ддбг</p><p>┼╨╧┐═╤еъеєепд╧бвенеуеєе╤е╣е█б╝ере┌б╝е╕д╬▒ж╛хд╦двдъд▐д╣бг</p><b>еэе░едеєд╦д─ддд╞</b><p>╝б▓єд│д╬е╡еде╚дЄдкд╚д┼дьды╗■д╧бвеэе░едеє/е╤е╣еяб╝е╔дЄ╞■дьд╞бвд│д╬е│б╝е╣д╦евепе╗е╣д╖д╞дпд└д╡ддбгд│д╬е╡еде╚д╬URLд╧бв";
$langClarContent3="</p><p><b>╢╡░щ═¤╧└</b><p>╢╡╗╒д╦д╚д├д╞едеєе┐б╝е═е├е╚д╬дтд╚д╟д╬е│б╝е╣д╬╜р╚ўд╧бв╢╡░щ═¤╧└д╬╠ф┬ъд╟дтдвдъд▐д╣бг";
$langClarContent4="<p>д╧бвдвд╩д┐╝л┐╚д╬╝°╢╚╖╫▓шдЄд╣д╣дсдыд╜дьд╛дьд╬├╩│мд╟бвдвд╩д┐дЄ╝ъ╜їд▒д╖дшджд╚╣═дид╞ддд▐д╣бге─б╝еыд╬е╟е╢едеєдлдщд╧д╕д▐дъбвд╜д╬┼¤╣ч┼кд╩░╠├╓╔╒д▒бвдкдшд╙│╪└╕д┐д┴д╬│╪╜мд╦┬╨д╖д╞═┐диды▒╞╢┴д╦д─ддд╞д╬╔╛▓┴д╦╗ъдыд▐д╟бг</p>";



// help_document.php

$langHDoc="б╓╩╕╜ёб╫д╬е╪еые╫";

$langDocContent="<p>д│д╬╩╕╜ёе─б╝еыд╧бве│еєе╘ехб╝е┐д╬е╒ебедеые▐е═б╝е╕еуд╦╗ўд╞ддд▐д╣бг</p><p>HTML, Word, Powerpoint, Excel, Acrobat, Flash, Quicktime, etc.д╩д╔д╬е╒ебедеыдЄеве├е╫еэб╝е╔╜╨═шд▐д╣бг═г░ьбв┤╪┐┤дЄ╩зджд┘днд╧бвдвд╩д┐д╬│╪└╕дмбвд╜д╬е╒ебедеыдЄ╞╔дсды┤─╢нд╦двдыдлд╔дждлбвд╚ддджд│д╚д╬д▀д╟д╣бгдддпд─длд╬е╒ебедеые┐еде╫д╦д╧бвежедеые╣дмд─дндтд╬д╟д╣бгд╜д╬дшджд╩е╒ебедеыд╦┬╨д╣ды░┬┴┤д╦д─ддд╞д╧двд╩д┐д╬└╒╟дд╟д╣бгеве├е╫еэб╝е╔д╬┴░д╦бвежедеые╣е┴езе├епе╜е╒е╚д╟╩╕╜ёдЄе┴езе├епд╣дыд╩д╔бв├э░╒дЄд╖д╞дпд└д╡ддбг</p>
<p>╩╕╜ёд╧бвевеые╒ебе┘е├е╚╜чд╦╩┬д╙д▐д╣бг<br /><b>д┴дчд├д╚д╖д┐е╥еєе╚ : </b>дтд╖╩╠д╬╜чд╟╩┬д┘д┐ддд╩дщбвд┐д╚дид╨е╒ебедеыд╬╞мд╦: 01, 02, 03...д╩д╔┐Ї╗·дЄ╩┬д┘дыд╚ддддд╟д╣д═бг</p>
<p>You can :</p>
<h4>╩╕╜ёд╬еве├е╫еэб╝е╔</h4>
<ul>
  <li>▒жд╦двдыбве╓ещеже║е▄е┐еєдЄ┴кд╙д▐д╣бг<input type=submit value=Browse name=submit2>
</li>
  <li>еве├е╫еэб╝е╔(┴ў┐о)е▄е┐еєд╟┴ў┐од╖д▐д╣ <input type=submit value=Upload name=submit2>
	.</li>
</ul>
<h4>╩╕╜ё╠╛д╬╩╤╣╣(a directory)</h4>
<ul>
  <li> <img src=../document/img/renommer.gif width=20 height=20 align=baseline> е▄е┐еєдЄ▓бд╖д╞бв╩╤╣╣д╖д▐д╣бг</li>
  <li>┐╖д╖дд╠╛┴░дЄ╞■дьд▐д╣(║╕д╦═єдм╜╨д▐д╣)</li>
  <li>╩╤╣╣│╬╟зе▄е┐еє<input type=submit value=Ok name=submit24>
	. 
</ul>
	<h4>╩╕╜ёдвдыддд╧е╟егеьепе╚еъд╬║я╜№</h4>
	<ul>
	  
  <li> <img src=../document/img/supprimer.gif width=20 height=20> 
	б╓║я╜№б╫е▄е┐еє</li>
	</ul>
	<h4>╩╕╜ёдвдыддд╧е╟егеьепе╚еъдЄ│╪└╕д╦д╧╕лдид╩дпд╣ды</h4>
	<ul>
	  
  <li><img src=../document/img/visible.gif width=20 height=20>б╓╕лдидыдшджд╦д╣ды/╕лдид╩дддшджд╦д╣дыб╫е▄е┐еє</li>
	  <li>╩╕╜ёбве╟егеьепе╚еъд╧┬╕║▀д╖д╞ддд▐д╣(║я╜№д╡дьдыдяд▒д╟д╧двдъд▐д╗дє)бг│╪└╕дм╕лдид╩дпд╩дыд└д▒д╟д╣бг</li>	  
  <li>║╞┼┘╕лдидыдшджд╦д╣дыд╦д╧бв╞▒д╕е▄е┐еєдЄ▓бд╖д╞дпд└д╡дд<img src=../document/../document/img/invisible.gif width=24 height=20> </li>
	</ul>
	<h4>е│есеєе╚дЄ╩╕╜ёбве╟егеьепе╚еъд╦▓├дид┐дъ╜д└╡д╖д┐дъд╣ды</h4>
	<ul>	  
  <li>е│есеєе╚е▄е┐еє <img src=../document/../document/img/comment.gif width=20 height=20></li>
	  <li>▒ж┬жд╦═єдм╜╨д▐д╣</li>
	  <li>╩╤╣╣│╬╟зе▄е┐еєдЄдкд╣ <input type=submit value=OK name=submit2>
		.</li>
	</ul>
	<p>е│есеєе╚дЄ║я╜№<img src=../document/../document/img/comment.gif width=20 height=20>, 	═є╞тд╬╕┼дде│есеєе╚дЄ╢ї╟Єд╦д╣ды <input type=submit value=OK name=submit22>
	  . 
	<hr>
	<p>╩╕╜ё└░═¤д╧╝бд╬дшджд╦д╖д▐д╣:</p>
	<h4><b>е╟егеьепе╚еъдЄ║юды</b></h4>
	<ul>
	  <li> <img src=../document/../document/img/dossier.gif width=20 height=20> ║╕┬жд╦б╓е╟егеьепе╚еъдЄ║юдыб╫═єдм╜╨д▐д╣</li>
	  <li>е╟егеьепе╚еъ╠╛дЄ╞■дьд▐д╣</li>
	  <li>╩╤╣╣│╬╟з<input type=submit value=OK name=submit23>.</li>
	</ul>
	<h4>╩╕╜ёбве╟егеьепе╚еъд╬░▄╞░</h4>
	<ul>
	  <li>б╓░▄╞░б╫е▄е┐еєдЄ▓бд╖д▐д╣ <img src=../document/../document/img/deplacer.gif width=34 height=16></li>

	  <li>░▄╞░д╖д┐дд╩╕╜ёбве╟егеьепе╚еъдЄе╣епеэб╝еыесе╦ехд╟┴кд╙д▐д╣(║╕д╦д╟д▐д╣)(├э░╒'root'д╚дддж╕└═╒д╧бв╩╕╜ёдЄ░ьд─╛хд╬╛ь╜ъдЄ╗╪д╖д▐д╣).</li>
	  <li>╩╤╣╣│╬╟зе▄е┐еє<input type=submit value=OK name=submit232>.</li>
	</ul>
	<center>
	  <p>";

// Help_user.php

$langHUser="б╓ецб╝е╢б╫д╬е╪еые╫";
$langUserContent="<b>б╓╠Є│фб╫roles</b><p>б╓╠Є│фб╫д╧е│еєе╘ехб╝е┐д╬╡б╟╜д╟д╧двдъд▐д╗дєбге╖е╣е╞ер▒┐═╤╛хд╬╕└═╒д╟д╧д╩ддд╬д╟д╣бгб╓╠Є│фб╫д╧бв┐═д╦│фдъ┼Ўд╞дщдьд┐б╓д│д╬┐═├п?б╫д╚дддж░╒╠гд╦┬╛└одъд▐д╗дєбгдвд╩д┐д╧бвб╓╠Є│фб╫д╬б╓╜д└╡б╫д╟бвд╜дьдщдЄ╩╤╣╣д╣дыд│д╚дм╜╨═шд▐д╣бгб╓╢╡╗╒б╫б╓еве╖е╣е┐еєе╚б╫б╓│╪└╕б╫б╓╦м╠ф╝╘б╫б╓└ь╠ч▓╚б╫бгбгбгбг</p><hr />
<b>┤╔═¤╝╘д╬╕в═°</b>
<p>┬╛╩¤бвб╓┤╔═¤╝╘д╬╕в═°б╫Admin rightsд╧бве╡еде╚дфе│б╝е╣д╬╞т═╞д╦длдлдяды╡╗╜╤┼кд╩┴р║юд╬╛╡╟здЄ╔╜д╖д▐д╣бгдвд╩д┐д╧бв╛хд╬б╓╠Є│фб╫д╬┐═д┐д┴д╦бвб╓┤╔═¤╝╘д╬╕в═°б╫дЄ┴┤д╞═┐дидыдлбв┴┤┴│═┐дид╩дддлбвд╔дждлдЄ╖шдсдыд│д╚д╬д▀д╟днд▐д╣бг</p>
<p>д│д╬е╡еде╚д╬╢и╞▒▒┐═╤╝╘д╚д╖д╞бвеве╖е╣е┐еєе╚д╦бвд╜дьдЄ═┐дидшджд╚д╣дыд╩дщбв╚р╜ў/╚рдЄд│д╬е╡еде╚д╦┼╨╧┐д╣дыдлбвдвдыддд╧┼╨╧┐д╖д╞дддыд│д╚дЄ│╬длдсд╞длдщб╓┤╔═¤╝╘б╫д╬еъеєепд╬└шд╬б╓┤╔═¤╝╘д╬╕в═°╜д└╡б╫д╟бвб╓д╣д┘д╞б╫дЄ┴кд╙д▐д╣</p><hr />
<b>╢и╞▒╝ч║╦╝╘(Co-chairmen)</b>
<p>е│б╝е╣д╬╦┴╞мд╦б╓╢и╞▒╝ч║╦╝╘б╫д╚дддж╠╛┴░дЄ╞■дьдыд┐дсд╦д╧бвб╓е│б╝е╣╛Ё╩єд╬╜д└╡╩╤╣╣б╫ (екеьеєе╕д╬е─б╝еыд╟д╣)дЄ╗╚ддд▐д╣бгд│д╬╜д└╡дЄд╖д╞дтбвдвд╩д┐д╬╢и╞▒╝ч║╦╝╘д╧бве│б╝е╣д╬ецб╝е╢д╚д╖д╞┼╨╧┐д╡дьдыдяд▒д╟д╧двдъд▐д╗дєбгб╓╢╡╗╒б╫═єд╧бвецб╝е╢еъе╣е╚д╚┤░┴┤д╦╞╚╬йд╖д╞ддд▐д╣д╬д╟бг</p><hr />
<b>ецб╝е╢─╔▓├</b>
<p>ецб╝е╢дЄ─╔▓├д╣дыд╦д╧бвд│д╬е╨б╝е┴еуеыенеуеєе╤е╣ежеие╓е╡еде╚┴┤┬╬д╦бвд╜д╬ецб╝е╢дм┼╨╧┐д╡дьд╞ддд╩дддлд╔дждлбв│╬длдсд╞дпд└д╡ддбгдтд╖бв┼╨╧┐д╡дьд╞ддд┐дщбв╚р╜ў/╚рд╬╠╛┴░д╬▓гд╦двдые┴езе├епе▄е├епе╣д╦е┴езе├епдЄ╞■дьд╞б╓OKб╫дЄ╜╨д╖д╞дпд└д╡ддбг╠д┼╨╧┐д╩дщбв┼╨╧┐д╖д╞дпд└д╡ддбгд╔д┴дщд╬е▒б╝е╣д╟двд├д╞дтбв╚р╜ў/╚рд╦бвесб╝еыдм┴ўдщдьбв┼╨╧┐дмд╣дєд└д│д╚бвдвдыддд╧бв┐╖┼╨╧┐д╬╛ь╣чд╧ецб╝е╢╠╛д╚е╤е╣еяб╝е╔дм┼┴дидщдьд▐д╣бг</p>";


?>
